{
  "Correct": "تطوير Correct",
  "top-home-p": "واحدة من أكبر الشركات التي تقدم خدمات تقنية ، مثل تطوير مواقع الويب وتطبيقات الجوال وخدمات الصيانة وبعض الخدمات الأخرى مثل شهادات SSL وتسجيل النطاق.        ",
  "contact-us": "تواصل معنا",
  "our-services": "خدماتنا   ",
  "box-1-title": "البرمجة وتطوير الويب   ",
  "box-1-p": "Correct Programming and Development هي واحدة من الشركات الرائدة في مجال خدمات البرمجيات وتصميم المواقع للشركات والمؤسسات والأفراد. ",
  "box-2-title": "تطوير تطبيقات الجوال ",
  "box-2-p": "تقدم Correct تصميم وبرمجة تطبيقات الهواتف الذكية بكفاءة عالية على جميع الأنظمة المعروفة مثل Android و IOS و Windows Phone.   ",
  "box-3-title": "مواقع وخوادم آمنة   ",
  "box-3-p": "كما نوفر حماية المواقع والخوادم وتطبيقات الجوال وخدمات الأنظمة ، والتي تشمل مسح وتصحيح الثغرات الأمنية التي تسبب تشويه المشروع ، هدفنا الأول هو توفير أقصى قدر من الحماية لعملائنا.   ",
  "box-4-title": "خدمات التصليح",
  "box-4-p": "تقدم شركة Correct للبرمجة والتطوير خدمات صيانة المواقع والخوادم والتطبيقات والأنظمة بكافة أنواعها، حيث تشمل هذه الخدمة إصلاح الأخطاء والمشاكل وزيادة كفاءة المشروع من عدة جوانب.   ",
  "box-5-title": "المجالات   ",
  "box-5-p": "إمكانية حجز النطاقات من حسابك على الموقع والاستفادة من العروض الشهرية التي نقدمها في هذا المجال. بينما بعد الشراء سيكون لديك سيطرة كاملة على المجال الخاص بك.   ",
  "box-6-title": "شهادات SSL   ",
  "box-6-p": "نحن نقدم شهادات SSL المعترف بها من قبل جميع المتصفحات والموثوقة ، مما يساعدك على تعزيز ثقة عملائك وزوار موقعك. مع عروض حصرية لعملائنا ، نقدمها شهريا.   ",
  "box-7-title": "تحديد الموقع الجغرافي IP   ",
  "box-7-p": "لدينا أيضا خدمة تحديد الموقع الجغرافي IP ، والتي يمكنك من خلالها معرفة المزيد من التفاصيل حول زوار موقع الويب الخاص بك مثل البلد والمنطقة والمدينة والعملة واللغة والعديد من التفاصيل الأخرى.",
  "box-8-title": "بوتات تيليجرام   ",
  "box-8-p": "كما نقدم خدمة برمجة Telegram Bots احترافية وعالية الجودة. ومن الأمثلة على ذلك: الرد التلقائي على العملاء ، والإجابة على الأسئلة الشائعة ، وإرسال الإشعارات ، وغير ذلك الكثير.   ",

  "read-more": "إقرأ المزيد",
  "choice-title": "لماذا Correct هو خيارنا الأفضل؟",
  "choice-p": "هدفنا الأساسي هو مصلحة عملائنا، لذلك نستمر في بذل قصارى جهدنا لتقديم العديد من العروض التي تميزنا عن غيرنا، والتي تشمل: ",
  "choice-li-1": "تطبيقات آمنة وخالية من الأخطاء ",
  "choice-li-2": "نحن نخطط لمشروعك قبل البدء لضمان نجاحه ",
  "choice-li-3": "دعم فني لمدة ستة أشهر بعد تسليم المشروع ",
  "choice-li-4": "التقنية جميع النطاقات والشهادات والصيانة التي تحتاجها في مكان واحد دعم لمدة ستة أشهر بعد تسليم المشروع",
  "choice-li-5": "المصداقية والجدية في العمل والتسليم في الوقت المحدد ",
  "choice-li-6": "أسعار معقولة وتنافسية للسوق وبجودة أعلى ",
  "choice-li-7": "طرق دفع متعددة للجميع ",
  "ready-title": "هل أنت مستعد لتنفيذ مشروعك",
  "ready-p": "يجب تنفيذ الأفكار الجديدة بسرعة حيث يتسابق رواد الأعمال لدينا لاستثمار كل فكرة إبداعية وتحويلها إلى مشروع ناجح. تمتلك Correct الخبرة والإبداع لتنفيذ أفكار عملائها للدخول في المنافسة بأفضل المشاريع الناجحة. ",
  "about-us": "من نحن",
  "facts-title": "الحقائق",
  "facts-p": "نحن مجموعة من الخبراء التقنيين ، اجتمعوا لتقديم خدماتنا بأسعار تنافسية وبجودة أعلى. حيث قمنا بتطوير وإنشاء العديد من البرامج التي ساعدت أصحابها على أداء مهامهم بشكل أسهل وأسرع وأكثر كفاءة. نحن نعمل على أحدث التقنيات وأكثرها موثوقية لضمان منافسة كبيرة لعملائنا.",
  "partner": "شركاؤنا",
  "projects": "المشاريع",
  "happy-customers": "عملاء سعداء",
  "programming-lines": "خطوط البرمجة",
  "years-of-work": "سنوات من العمل",
  "owl-title": "ماذا يقول عملاؤنا",
  "owl-p": "هذا ما قاله بعض عملائنا الذين وضعوا ثقتهم الكاملة في شركتنا ، وسوف تكون!",
  "nwl-name": "نوال هويدجل",
  "nwl-job": "المونسنيور شاوفني",
  "nwl-p": "شركة تصميم مواقع كبيرة جدا وخبرتهم عالية جدا.",
  "amer-name": "أمير نبيل",
  "amer-job": "مصمم جرافيك",
  "amer-p": " أعجبتني سرعة شركة Correct في إنجاز موقعي الشخصي بالميزات التي طلبتها ، باحترافية كاملة ، شكرا لك من القلب.",
  "ahmed-title": "أحمد علان",
  "ahmed-job": "مالك موقع الألعاب",
  "ahmed-p": " واحدة من أفضل الشركات التي تعاملت معها الالتزام بالمواعيد والخبرة العالية والجودة العالية تم تلبية جميع احتياجاتي بشكل ممتاز وفوق التوقعات أتمنى لكم كل التوفيق.",
  "our-projects": "مشاريعنا",
  "projects-p-1": "إليك جزء صغير من أعمالنا التي أرضينا فيها عملائنا وقدمنا لهم أفضل خدمة ،",
  "projects-p-2": "نحن ننشر دائما أحدث مشاريعنا بشكل مستمر من أجل إبلاغ عملائنا بالإنجازات التي نحققها.",

  "website": "موقع",
  "cyber-security-website": "موقع الأمن السيبراني",
  "Etisalate-website": "موقع اتصالات",
  "Frank-And-OaK": "فرانك وأوك",
  "Dropbox-website": "موقع دروببوإكس",
  "web-title": "امتلك موقعا إلكترونيا لك أو لشركتك أو لمشروعك بأسعار رمزية جدا!",
  "web-p": "من أكبر الشركات التي تقدم خدمات تقنية مثل المواقع الإلكترونية ومواقع الويب التي تعتبر من أهم الوسائل التي تساعد على ربط الأشخاص ببعضهم البعض، وعلى نقل المعلومات وتبادلها، لها أهمية كبيرة ولا توصف، لهذا نجد إقبالا كبيرا من مختلف أنواع الأشخاص على إنشاء المواقع الإلكترونية،  سواء كانت عامة أو متخصصة فيما يحقق المصلحة العامة أو الخاصة على حد سواء.",
  "section-1-title": "تصاميم عصرية",
  "section-1-p": "يؤثر تصميم الموقع أو التطبيق على الانطباع الذي يتركه زوار الموقع، حيث نأخذ هذا الجانب بعين الاعتبار من خلال:",
  "section-1-li-1": "توليد أفكار مناسبة لموقعك ليتم تصميمه وفقا لفكرته",
  "section-1-li-2": "استخدام أحدث وأقوى الأدوات والتقنيات لإنشاء التصميم",
  "section-1-li-3": "مراقبة أحدث اتجاهات التصميم وتطبيقها على مواقع عملائنا",
  "section-2-title": "تصاميم سلسة",
  "section-2-p": "تحتوي جميع التطبيقات التي ننشئها على الميزات التالية:",
  "section-2-li-1": "سهولة الاستخدام والسرعة الفائقة",
  "section-2-li-2": "خالية من الأخطاء وقابلة للتخصيص وقابلة للتطوير",
  "section-2-li-3": "تصميم متجاوب على جميع أجهزة الهواتف الذكية",
  "section-3-title": "أقصى مستويات الحماية",
  "section-3-p": "مصلحة عملائنا هي هدفنا الأول ، حيث أن جميع المشاريع التي تطلب منا تأخذ في الاعتبار الجوانب التالية:",
  "section-3-li-1": "المشروع خالي من الثغرات الأمنية أو الأخطاء",
  "section-3-li-2": "عدم قدرة الزوار على الإضرار بالمشروع",
  "section-3-li-3": "تقديم المشورة والمناقشات التعليمية للعميل فيما يتعلق بحماية طلبه",
  "learn-more": "التعرف على المزيد",
  "app-title": "تصميم وتطوير التطبيقات ",
  "app-p": "يعد إنشاء تطبيق جوال لعملك أهم شيء يجب القيام به لكونك علامة تجارية معروفة ، لذلك دعونا نأخذ جولة في عملنا في هذا المجال ",
  "ssl-title": "شهادات SSL لجميع الاحتياجات",
  "ssl-p": "حماية بيانات المستخدمين على الويب ، لزيادة ثقتهم في موقع الويب الخاص بك ، بأسعار تنافسية تبدأ من ",
  "our-plan": "خططنا",
  "plan-p": "اختر الخطة التي تناسب احتياجاتك من الخيارات أدناه",
  "year-1": "السنه الاولى",
  "year-2": "السنه الثانيه",
  "plan-box-1-title": "أساسيات SSL",

  "plan-box-1-p": "مناسب للمواقع الشخصية والمدونات والمواقع غير التجارية",

  "plan-box-2-title": "SSL فوري",

  "plan-box-2-p": "مناسب للمواقع التجارية التي تتطلب بيانات المستخدمين.",

  "plan-box-3-title": "SSL إيجابي",

  "plan-box-3-p": "مناسب للمواقع الشخصية والمدونات والمواقع البسيطة.",

  "plan-box-4-title": "EV SSL",

  "plan-box-4-p": "مناسب للمشاريع الكبيرة والمتاجر ومواقع الشركات.",

  "plan-box-5-title": "إيجابي SSL متعدد المجالات",

  "plan-box-5-p": "مناسب لمواقع الويب التجارية متعددة المجالات. (يتضمن ثلاثة مجالات).",
  "certificate-title": "ما هي شهادة SSL؟",
  "certificate-p-1": "تعمل شهادة SSL كطرف ثالث لضمان أمان موقع الويب الخاص بك. حيث أن الحصول على هذه الشهادة يضيف طبقة إضافية من الحماية لبيانات زوارك ، أو ما يسمى بطبقة المقابس الآمنة ، والتي هي في الأصل اختصار لكلمة SSL. أيضا ، يعد الحصول على هذه الشهادة أمرا ضروريا لأي شركة تجمع المعلومات من مستخدميها.",
  "certificate-p-2": "توفر شهادات SSL مستويات مختلفة من الأمان ، اعتمادا على مستوى الحماية وميزات الأمان التي يحتاجها موقع الويب الخاص بك ومستخدموه. يؤدي الحصول على هذه الشهادة لموقعك إلى إضافة عدة ميزات ، بعضها مرئي ، مثل تغيير رابط موقع الويب إلى رابط يبدأ ب HTTPS:// ، وظهور رمز قفل أخضر بجوار روابط موقع الويب الخاص بك ، والعديد من الميزات الأخرى غير المرئية التي قمنا بتغطيتها في القسم أعلاه.",
  "certificate-p-3": "بغض النظر عن مستوى الأمان الذي تختاره ، سيدرك المستخدمون أن موقعك آمن ، وهذا بدوره سيزيد من ثقة زوارك في علامتك التجارية أو الخدمات التي تقدمها.",

  "benefit-title": "ما فائدة الحصول على شهادة SSL؟",
  "benefit-p": "يضيف الحصول على شهادة SSL لموقعك العديد من الميزات المهمة ، مثل:",
  "circle-1": "حماية البيانات الحساسة",
  "circle-2": "قم بتنشيط HTTPS وقفل بجوار روابطك",
  "circle-3": "الامتثال لمعايير PCI",
  "circle-4": "إثبات مصداقية الموقع",
  "circle-5": "تعزيز علامتك التجارية",
  "circle-6": "زيادة ميزة تحسين محركات البحث لموقعك",

  "ssl-box-title": "ما الذي ستحصل عليه عند شراء شهادة SSL من موقعنا على الإنترنت؟",
  "ssl-box-p": "سيوفر لك كل اشتراك SSL صادر من Correct الميزات الرائعة التالية.",
  "ssl-box-1-title": "مستوى تشفير عالي",
  "ssl-box-1-p": "يتم تحديد مستوى الأمان الذي توفره شهادة SSL من خلال عدد البتات المستخدمة لإنشاء مفتاح التشفير. ثم يتم استخدام هذا المفتاح لتشفير البيانات. تستخدم معظم شهادات SSL الخاصة بنا إما تشفير 256 بت أو 128 بت ، اعتمادا على إمكانيات متصفح الويب والخادم. يعد كل من 256 بت و 128 بت معيارا قويا لحماية البيانات.",
  "ssl-box-2-title": "الدعم الفني",
  "ssl-box-2-p": "يتمتع فريق الدعم لدينا بخبرة عالية في جميع المجالات التي نقدمها ، بما في ذلك شهادات SSL. حيث يمكنك التواصل مع فريق الدعم وقتما تشاء، وذلك للاستفسار عن كيفية شراء الشهادة الخاصة بك أو لمساعدتك في تركيبها أو تجهيزها.",
  "ssl-box-3-title": "دعم جميع المتصفحات",
  "ssl-box-3-p": "يتم اختيار شهادات SSL هذه بعناية من قبل خبراء Correct للتأكد من توافقها مع جميع أنواع المتصفحات. يتم دعم شهاداتنا من قبل جميع أنواع المتصفحات الشائعة ، مما يعني أنه مهما كان نوع المتصفح لديك والمتصفح الذي يستخدمه زوارك ، سيتم التعرف على شهادة SSL التي نقدمها دون مواجهة أي مشاكل.",
  "ssl-box-4-title": "ختم الثقة SSL",
  "ssl-box-4-p": "إنه ختم مرئي لموقع الويب الخاص بك ، والذي تحصل عليه عند شراء شهادة SSL. في الواقع ، يشتري العديد من مالكي ومديري مواقع الويب شهادة SSL من أجل الحصول على هذا الختم. يختلف شكل هذا الطابع اعتمادا على نوع الشهادة الصادرة ، ولكن جميعها تعطي نفس المعنى: هذا الموقع محمي بشهادة SSL.",

  "domain-title": "احصل على مكان على الإنترنت!",
  "domain-p": "أسعار تنافسية وأمان قوي وتحكم كامل وعروض خاصة ، كل ذلك في مكان واحد.",
  "form-title": "ابحث عن اسم المجال الآن!",
  "form-p": "اكتب اسم النطاق في الحقل أدناه لعرض المزيد من التفاصيل حول أفضل الأسعار والاقتراحات",

  "search": "بحث",
  "free-title": "منتجات وخدمات مجانية ستحصل عليها",
  "free-p": "خدمات مكانية لعملائنا",
  "free-box-1-title": "إدارة كاملة للنطاق",
  "free-box-1-p": "عند شراء نطاق من موقعنا ، سيكون لديك حق الوصول الكامل إلى نطاقك. حيث يمكنك إدارة نطاقك بسهولة والتحكم في جميع تفاصيله ومعلوماته.",
  "free-box-2-title": "إعداد سهل وسريع",
  "free-box-2-p": "ستلاحظ أنك أكملت عملية تثبيت نطاقك وإكمال جميع إعداداته ببضع نقرات فقط. نحن نعمل بجد لجعل عملية إدارة وتثبيت ونقل النطاقات سهلة للغاية.",
  "free-box-3-title": "حماية كاملة للخصوصية مجانا",
  "free-box-3-p": "ستتمتع جميع نطاقاتك بخصوصية عالية لحماية البيانات الشخصية لك أو لشركتك. يستمر تقديم هذه الخدمة طوال فترة الاشتراك وهي مجانية، دون دفع أي رسوم إضافية لتفعيلها.",
  "free-box-4-title": "مدير DNS مجاني",
  "free-box-4-p": "إدارة كاملة لسجلات نظام أسماء النطاقات لنطاقك دون حدود أو قيود أو اشتراكات أو رسوم إضافية. ستتمكن من تحرير جميع سجلات DNS الخاصة بنطاقك وإضافتها وحذفها مجانا طوال فترة اشتراكك.",
  "free-box-5-title": "نحن مستعدون للمساعدة",
  "free-box-5-p": "عند دخولك إلى لوحة التحكم ستجد قسما مخصصا للدعم التعليمي والفني والذي يحتوي على مجموعة كبيرة من الدروس والشروحات التي تساعدك في عملية إدارة نطاقاتك. بالإضافة إلى الدعم الفني المتاح 24/7.",
  "nav-projects": "المشاريع",
  "web": "تطوير المواقع الإلكترونية",
  "app": "تطوير التطبيقات",
  "ssl": "شهادات SSL",
  "domain": "النطاقات",

  "footer-about-p-1": "نحن فريق من المطورين والمصممين نعمل جنبا إلى جنب مع الخبرة والكفاءة والإبداع في البرمجة والتصميم ، لتقديم أعمالنا بشكل مختلف في جميع أنحاء العالم.",
  "footer-about-p-2": "Correct هي علامة تجارية لشركة Correct DEVELOPMENT LTD. مسجلة في إنجلترا وويلز رقم: 13031797",
  "footer-about-p-3": "العنوان : ٣٣ مصر  القاهره شارع الدكتور إبراهيم أبو النجا الحى السابع مدينه نصر الدور التاني شقه ,  السعوديه الرياض المربع مجمع المربع  التجاري رقم المكتب ٨٨ ",
  "footer-about-p-4": "تفضل بزيارتنا على وسائل التواصل الاجتماعي",
  "footer-about-p-5": "أو اتصل بنا على:",
  "footer-about-p-6": "أو يمكنك مراسلتنا عبر البريد الإلكتروني على:",
  "payment": "طرق الدفع",
  "copy-right": " @ 2020 ",
  "copy-right-2": " Correct التنمية المحدودة",
  "copy-right-3": " جميع الحقوق محفوظة",
  "sitemap": " خريطة الموقع",
  "terms-conditions": "الشروط والأحكام",
  "privacy-policy": "سياسة الخصوصية",
  "refund-policy": "سياسة الاسترجاع",
  "cancel": "سياسة الإلغاء",
  "register-domain": "تسجيل النطاق",
  "transfer-domain": "نقل النطاق",
  "important-links": "روابط مهمة",
  "websites": "المواقع الإلكترونية",
  "mobile-apps": "تطبيقات الموبايل",
  "ssl-certificates": "شهادات SSL",
  "transfer-title": "انقل نطاقك الآن بأسعار رمزية جدا",
  "transfer-p": "أسعار تنافسية وأمان قوي وتحكم كامل وعروض خاصة ، كل ذلك في مكان واحد.",
  "transfer-search-title": "نقل نطاقك بأسعار تنافسية",
  "transfer-search-p": "اكتب اسم النطاق في الحقل أدناه لعرض المزيد من التفاصيل حول أفضل الأسعار والاقتراحات",

  "cancel-title": "سياسة الإلغاء",
  "cancel-p-1": "لديك الحق في إلغاء جميع الخدمات التي نقدمها لك إذا لم تكن راضيا عن تجربتك معهم. ولكن وفقا لشروط معينة تناسب بيئة عملنا ومصلحة عملائنا.",
  "cancel-p-2-1": "قد لا يعني إلغاء طلب الخدمة بالضرورة إعادة الأموال ، يرجى مراجعة",
  "cancel-p-2-2": " سياسة الاسترجاع",
  "cancel-p-2-3": "لمزيد من المعلومات حول إمكانية إعادة الأموال المدفوعة لشراء خدمة معينة.",
  "cancel-p-3-1": "يمكنك إلغاء طلب خدمة معينة عن طريق إرسال رسالة إلى عنوان البريد الإلكتروني التالي:",
  "cancel-p-3-2": " info@correct.ws ",
  "cancel-p-3-3": "سيتم إلغاء طلب الخدمة الخاص بك في غضون يومي (2) عمل وسنبلغك بعد إلغائه.",

  "cancel-p-4": "ملاحظة: لا توجد رسوم لإلغاء الخدمات المقدمة لك.",
  "cancel-p-5": " آخر تحديث: ٢٠٢٠/٢٣/٢٣",

  "refund-policy-title": " سياسة الاسترجاع",
  "refund-p-1": "شكرا لك على شراء إحدى خدماتنا. نأمل أن تكون سعيدا بالتعامل معنا من خلال شراء إحدى خدماتنا. في حالة عدم رضاك عن شرائك لخدمة لأي سبب من الأسباب ، يمكنك تقديم طلب إرجاع وفقا للشروط الموضحة أدناه.",
  "refund-p-2": "* يرجى ملاحظة أنه ليست كل خدماتنا قابلة للإرجاع.",
  "refund-p-3": "فترة العودة",
  "refund-p-4": "بشكل عام ، بصرف النظر عن المنتجات المستبعدة من عملية الإرجاع ، يجب عليك تقديم طلب إرجاع في غضون سبعة (7) أيام من يوم إصدار الفاتورة.",

  "refund-p-5": "عملية الإرجاع",
  "refund-p-6-1": "يمكنك تقديم طلب إرجاع عن طريق إرسال بريد إلكتروني إلى مركز خدمة العملاء لدينا على العنوان التالي: ",
  "refund-p-6-2": " info@correct.ws",
  "refund-p-6-3": "والذي يتضمن:",
  "refund-p-7": "رقم طلبك",
  "refund-p-8": "نسخة من دفع الفاتورة.",
  "refund-p-9": "قد تستغرق عملية الرد على الطلب ثلاثة (3) أيام كحد أقصى، وسيتضمن هذا الرد معلومات تتعلق بطلبك سواء تمت الموافقة عليه أم لا (بناء على الشروط الموضحة أدناه وفقا لكل خدمة)، وفي حال الموافقة عليه سيتم سحب الوصول إلى الخدمة. أنك طلبت استرداد كامل المبلغ (لن تكون كذلك قادر على إدارة / التحكم في الخدمة التي طلبت إرجاعها) والبدء في عملية إرجاع المبلغ وفقا للمبادئ المتفق عليها في صفحة سياسة الإرجاع هذه. قد تستغرق عملية استرداد الأموال ما يصل إلى أربعة عشر (14) يوما من تاريخ تقديم طلب استرداد الأموال. قد يستغرق الأمر 1-2 أيام عمل حتى تظهر الأموال على بطاقتك (تعتمد المدة على مزود البطاقة).",

  "refund-p-next": "2. خدمات حجز النطاقات وتجديدها ونقلها",

  "refund-p-10": "1. برمجة وتطوير وتصميم وصيانة خدمات المواقع الإلكترونية وتطبيقات الجوال",
  "refund-p-11-1": "يمكنك إلغاء العملية في أي وقت تريده ، ولكن لا يمكنك استرداد المبلغ الذي تم دفعه (الدفعتين الأولى والثانية) ، لأن إرسالك للدفعة الأولى (أو أي مبلغ يتعلق بهذه الخدمة) هو موافقتك المطلقة على",
  "refund-p-11-2": " الشروط والأحكام",
  "refund-p-11-3": "من Correct Development LTD ، حيث تم ذكر هذا الشرط في المادة 3 (3) من القسم شروط وأحكام خدمات البرمجة والتصميم والصيانة",
  "refund-p-12": "بالنسبة للحجز والتجديد يمكنك إلغاؤه ولكن لا يمكنك استرداد أموالك لأن عملية الحجز والتجديد هي عملية فورية يتم فيها تنفيذ طلبك عند إتمام عملية الدفع. أثناء عملية نقل النطاق ، يمكنك طلب سحب المبلغ وإعادته ، ولكن بشرط عدم الموافقة على حالة الطلب.",
  "refund-p-13": "* ملاحظة: عند تقديم طلب لنقل أحد نطاقاتك ، سيتم مراجعة الطلب وتدقيقه من قبل موظفي الشركة ومن ثم سيتم تحديد حالته. بعد موافقة موظفي الشركة ستظهر حالة الطلب على أنها عليه موافق وهذه هي الحالة التي قصدنا توضيحها في الفقرة السابقة.",
  "refund-p-14": "3. خدمات التصميم وتحرير الفيديو والمونتاج",
  "refund-p-15": "يمكنك إلغاؤه ، ولكن دون استرداد المبلغ الذي بدأ الموظفون العمل عليه.",
  "refund-p-16": "4. خدمات حجز وتجديد شهادات SSL",
  "refund-p-17": "يمكنك التخلي عن الخدمة ولكن لا يمكن إرجاع الأموال لأن هذه العملية هي إحدى العمليات الفورية التي يتم تنفيذها بمجرد دفع المبلغ.",
  "refund-p-18": "آخر تحديث: ٢٠٢٠/٢٣/٢٣",
  "privacy-title": "سياسة الخصوصية",
  "privacy-p-1": "يجمع هذا التطبيق بعض البيانات الشخصية من مستخدميه.",
  "privacy-p-2": "ملاحظات هامة",
  "privacy-p-3": "يحتوي هذا المستند على قسم مخصص للزوار الذين يعيشون في ولاية كاليفورنيا (CCPA) وحقوق الخصوصية الخاصة بهم.",
  "privacy-p-4": "يحتوي هذا المستند على قسم مخصص للزوار الذين يعيشون في البرازيل (LGPD) وحقوق الخصوصية الخاصة بهم.",
  "privacy-p-5": "يمكن طباعة هذا المستند كمرجع باستخدام الأمر طباعة في أي إعدادات مستعرض.",
  "privacy-p-6": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-7": "نحن نقدر اهتمامك ومخاوفك بشأن خصوصية بياناتك على الإنترنت.",
  "privacy-p-8": "تم إعداد هذه السياسة لمساعدتك على فهم طبيعة البيانات التي نجمعها منك عند زيارتك لموقعنا الإلكتروني وكيفية تعاملنا مع هذه البيانات الشخصية.",
  "privacy-p-9": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-10": "من بين البيانات التي يجمعها هذا الموقع عنك (بمفردك أو بمساعدة طرف ثالث) اسمك الكامل وعنوان بريدك الإلكتروني ورقم هاتفك وبلدك. حيث أن جميع هذه البيانات هي بيانات تقدمها لنا عند طلبها منك، وعدم تقديم هذه البيانات قد يؤدي إلى جعل هذا الموقع غير قادر على تقديم الخدمات التي تطلبها، ولن يتم بيع هذه البيانات أو مشتركة مع أي طرف آخر باستثناء الحكومات والمؤسسات القطرية. أنت حر تماما في طلب حذف هذه البيانات أو تعديلها عن طريق الاتصال بنا.",
  "privacy-p-11": "في حال ذكر بعض البيانات على أنها غير إلزامية يحق للمستخدمين تجاهلها دون تبعات على توفر الخدمات أو عملهم ونحن على أكمل وجه على استعداد لتلقي استفساراتكم حول توفير البيانات ، وهو أمر إلزامي واختياري.",
  "privacy-p-12": " والذي بدوره يحدد جمهور الموقع وبعض التفاصيل الأخرى لزوار الموقع والتي بدورها تساعدنا على معرفة جمهورنا وكيفية تعامل زوارنا مع الموقع من أجل ضمان استمرارنا في تقديم أفضل الخدمات لعملائنا وزوار موقعنا. لاحظ أن هذه البيانات يتم جمعها تلقائيا عند الدخول إلى الموقع , هناك بعض البيانات الأخرى التي يتم جمعها تلقائيا من خلال خدمة Google Analytics",
  "privacy-p-13": " حيث سيتم تسجيل جميع هذه البيانات من قبل الشركة التي تقدم خدمات الاستضافة لموقعنا., يقوم هذا الموقع أيضا بتسجيل ملفات تعريف الارتباط الخاصة بك ويحق لنا التعامل مع أي طرف آخر لتحليل هذه البيانات من أجل تحسين جودة الخدمات التي نقدمها لعملائنا الكرام. بالإضافة إلى ذلك ، ستؤدي زيارتك لأي موقع ويب (بالإضافة إلى موقعنا) إلى تسجيل عنوان بروتوكول الإنترنت (IP) الخاص بك ، ونوع وإصدار متصفحك ، ووقت زيارتك للموقع والرابط الذي قمت بزيارته ",
  "privacy-p-14": "علما بأن استخدامك للموقع وخدماته يعني موافقتك على كل ما ورد في هذه الوثيقة، ويتحمل المستخدم المسؤولية الكاملة في حال قيام الطرف الثالث بنشر أو مشاركة البيانات التي يجمعها من المستخدمين، طالما أن هناك تفويضا من مالك هذا الموقع للطرف الثالث بتقديم هذه البيانات لنا",

  "privacy-p-15": "الطريقة التي نعالج بها بياناتك التي تم جمعها",
  "privacy-p-16": "  حيث تتم معالجة البيانات باستخدام أجهزة الكمبيوتر و / أو الأدوات التي تدعم تكنولوجيا المعلومات ، باتباع الإجراءات والأساليب التنظيمية المرتبطة بدقة بالأغراض المشار إليها. بالإضافة إلى ذلك ، قد يقوم مالك الموقع ، في بعض الحالات ، بتوفير هذه البيانات لأنواع معينة من الأشخاص المسؤولين أو المشاركين في تشغيل هذا التطبيق (الإدارة ، المبيعات ، التسويق ، الشؤون القانونية ، إدارة النظام) أو الأطراف الخارجية (مثل: مزودي الخدمات الفنية ومقدمي خدمات استضافة البريد ، شركة تكنولوجيا المعلومات يتخذ مالك هذا الموقع التدابير الأمنية المناسبة لمنع الوصول غير المصرح به أو الكشف أو التعديل أو التدمير غير المصرح به للبيانات.",
  "privacy-p-17": "الأساس القانوني لمعالجة البيانات",
  "privacy-p-18": "قد تعالج هذه البيانات الشخصية ، إذا تم تطبيق واحد أو أكثر من الإجراءات التالية: مالك هذا الموقع أو الكيانات الأخرى المخولة من قبل المالك ",
  "privacy-p-19": "أعطى المستخدمون موافقتهم لواحد أو أكثر من الأغراض المحددة ؛",
  "privacy-p-20": "مع طلب حذف جميع بياناته من سجلات الموقع، دون الحاجة إلى الاعتماد على الموافقة أو أي من القواعد القانونية التالية. ومع ذلك ، لا ينطبق هذا الإجراء ، عندما تخضع معالجة البيانات الشخصية لقانون حماية البيانات الأوروبي. ملاحظة: وفقا لبعض التشريعات ، قد يسمح لمالك هذا الموقع بمعالجة البيانات الشخصية حتى يعترض المستخدم على هذه المعالجة عن طريق إلغاء الاشتراك أو إبلاغ فريق العمل ",
  "privacy-p-21": "يعد توفير البيانات من المستخدم أمرا ضروريا ، حتى تتمكن من تنفيذ اتفاقية مع المستخدم و / أو أي التزامات تعاقدية سابقة ؛",
  "privacy-p-22": "المعالجة ضرورية للامتثال للالتزام القانوني الذي يخضع له المالك ؛",
  "privacy-p-23": "تتعلق المعالجة بمهمة للمصلحة العامة أو في ممارسة السلطة الرسمية المخولة للمالك ؛",
  "privacy-p-24": "المعالجة ضرورية لأغراض المصالح المشروعة للمالك أو طرف ثالث ؛ و",
  "privacy-p-25": "على أي حال ، سيساعد مالك الموقع والأشخاص المصرح لهم بتمثيل الشركة بكل سرور في توضيح الأساس القانوني المحدد الذي ينطبق على المعالجة ، وعلى وجه الخصوص ما إذا كان توفير البيانات الشخصية شرطا قانونيا أو تعاقديا ، أو شرطا ضروريا لإبرام عقد.",
  "privacy-p-26": "مكان معالجة البيانات",
  "privacy-p-27": "تتم معالجة البيانات في مكاتب تشغيل المالك وفي أي أماكن أخرى توجد فيها الأطراف المشاركة في المعالجة.",
  "privacy-p-28": "اعتمادا على موقع المستخدم ، قد تتضمن عمليات نقل البيانات نقل بيانات المستخدم إلى بلد آخر غير بلده. لمعرفة المزيد حول مكان معالجة هذه البيانات المنقولة.",
  "privacy-p-29": "كما يحق للمستخدمين التعرف على الأساس القانوني لنقل البيانات إلى دولة خارج الاتحاد الأوروبي أو إلى أي منظمة دولية يحكمها القانون الدولي العام أو أنشأتها دولتان أو أكثر مثل الأمم المتحدة، وعن التدابير الأمنية التي يتخذها المالك لحماية بياناته",
  "privacy-p-d": "عمر البيانات",

  "privacy-p-30": "في حالة حدوث أي نقل من هذا القبيل ، يمكن للمستخدمين معرفة المزيد عن طريق التحقق من الأقسام ذات الصلة من هذا المستند أو الاستفسار مع المالك باستخدام المعلومات الواردة في قسم الاتصال.",
  "privacy-p-31": "يجب معالجة البيانات الشخصية وتخزينها طالما كان ذلك مطلوبا وفقا للغرض الذي تم جمعها من أجله.",
  "privacy-p-32": "سيتم الاحتفاظ بالبيانات الشخصية التي تم جمعها لأغراض تنفيذ عقد بين المالك والمستخدم حتى يتم تنفيذ هذا العقد بالكامل.",

  "privacy-p-33": "يجب الاحتفاظ بالبيانات الشخصية التي يتم جمعها لأغراض المصالح المشروعة للمالك طالما كان ذلك ضروريا لتحقيق هذه الأغراض. قد يجد المستخدمون معلومات محددة تتعلق بالمصالح المشروعة للمالك في الأقسام ذات الصلة من هذا المستند أو عن طريق الاتصال بالمالك.",
  "privacy-p-34": "قد يسمح للمالك بالاحتفاظ بالبيانات الشخصية لفترة أطول عندما يوافق المستخدم على هذه المعالجة (طالما أن المستخدم لا يطلب إزالة هذه البيانات من سجلات الموقع من المالك أو الأشخاص المصرح لهم بذلك من المالك) ، وطالما لم يتم سحب هذه الموافقة. علاوة على ذلك ، قد يكون المالك ملزما بالاحتفاظ بالبيانات الشخصية لفترة أطول كلما طلب منه ذلك من أجل أداء التزام قانوني أو بناء على أمر من سلطة.",
  "privacy-p-35": "بمجرد انتهاء فترة الاحتفاظ ، سيتم حذف البيانات الشخصية. لذلك ، لا يمكن إنفاذ الحق في الوصول والحق في المحو والحق في التصحيح والحق في إمكانية نقل البيانات بعد انتهاء فترة الاحتفاظ.",
  "privacy-p-36": "أغراض معالجة البيانات",
  "privacy-p-37": "يتم جمع بيانات المستخدم للسماح للمالك بتقديم خدمته ، والامتثال لالتزاماته القانونية ، والاستجابة لطلبات الإنفاذ ، وحماية حقوقه ومصالحه (أو حقوق المستخدمين أو الأطراف الثالثة) ، للكشف عن أي نشاط ضار أو احتيالي ، بالإضافة إلى ما يلي: الاتصال بالمستخدم والتعليق على التحليلات والمحتوى.",
  "privacy-p-38": "للحصول على معلومات محددة حول البيانات الشخصية المستخدمة لكل غرض ، يمكن للمستخدم الرجوع إلى قسم المعلومات التفصيلية حول معالجة البيانات الشخصية.",
  "privacy-p-39": "حقوق المستخدم",
  "privacy-p-40": "يجوز للمستخدمين ممارسة حقوق معينة فيما يتعلق ببياناتهم التي يعالجها المالك",
  "privacy-p-41": "على وجه الخصوص ، يحق للمستخدمين القيام بما يلي:",
  "privacy-p-42-b": " سحب موافقتهم في أي وقت"  ,
  "privacy-p-42": "  يحق  للمستخدمين سحب الموافقة طالما وافقوا مسبقا على معالجة أو جمع بياناتهم الشخصية   " ,
  "privacy-p-43-b": "الاعتراض على معالجة بياناتهم",

  "privacy-p-43": "يحق للمستخدمين الاعتراض على معالجة بياناتهم إذا تمت المعالجة على أساس قانوني بخلاف الموافقة",
  "privacy-p-44-b": "الوصول إلى بياناتهم",
  "privacy-p-44": "يحق للمستخدمين معرفة ما إذا كان المالك يعالج البيانات أم لا ، والحصول على إفصاح عن جوانب معينة من المعالجة والحصول على نسخة من البيانات الخاضعة للمعالجة.",
  "privacy-p-45-b": "تحقق واطلب التصحيح",
  "privacy-p-45": "يحق للمستخدمين التحقق من دقة بياناتهم وطلب تحديثها أو تصحيحها",

  "privacy-p-46-b": "تقييد معالجة بياناتهم",
  "privacy-p-46": "يحق للمستخدمين ، في ظل ظروف معينة ، تقييد معالجة بياناتهم. في هذه الحالة ، لن يقوم المالك بمعالجة بياناته لأي غرض آخر غير تخزينها.",
  "privacy-p-47-b": "حذف بياناتهم الشخصية أو إزالتها بطريقة أخرى",

  "privacy-p-47": "يحق للمستخدمين ، في ظل ظروف معينة ، مسح بياناتهم من المالك",
  "privacy-p-48-b": "  تقديم شكوى  " ,
  "privacy-p-48": "يحق للمستخدمين رفع دعوى قضائية أمام جهة حماية البيانات المختصة",

  "privacy-p-49": "يحق للمستخدمين التحقق من دقة بياناتهم وطلب تحديثها أو تصحيحها",
  "privacy-p-50": "تفاصيل حول الحق في الاعتراض على المعالجة",
  "privacy-p-51": "عندما تتم معالجة البيانات الشخصية للمصلحة العامة ، في ممارسة السلطة الرسمية المخولة للمالك أو لأغراض المصالح المشروعة التي يتبعها المالك ، يجوز للمستخدمين الاعتراض على هذه المعالجة من خلال توفير أساس يتعلق بوضعهم الخاص كمبرر لهذا الاعتراض.",
  "privacy-p-52": "يجب أن يعلم المستخدمون أنه إذا تمت معالجة بياناتهم الشخصية لأغراض التسويق المباشر ، فيمكنهم الاعتراض على هذه المعالجة في أي وقت دون تقديم أي مبرر. لمعرفة ما إذا كان المالك يعالج البيانات الشخصية لأغراض التسويق المباشر ، يمكن للمستخدمين الرجوع إلى الأقسام ذات الصلة في هذا المستند.",
  "privacy-p-53": "كيفية ممارسة هذه الحقوق",
  "privacy-p-54": "يمكن توجيه أي طلبات لممارسة حقوق المستخدم إلى مالك هذا الموقع أو الأشخاص المصرح لهم بذلك عن طريق الاتصال بنا وإبلاغنا بذلك. يمكن ممارسة هذه الطلبات مجانا وستتم معالجتها من قبل المالك في أقرب وقت ممكن في غضون شهر واحد.",
  "privacy-p-55": "معلومات إضافية حول جمع ومعالجة بيانات المستخدم",
  "privacy-p-56": "يمكن استخدام البيانات الشخصية للمستخدم لأغراض قانونية من قبل المالك في المحكمة أو في المراحل التي تؤدي إلى اتخاذ إجراءات قانونية محتملة تنشأ عن الاستخدام غير السليم لهذا التطبيق أو الخدمات ذات الصلة.",
  "privacy-p-57": "يعلن المستخدم أنه يدرك أنه قد يطلب من المالك الكشف عن البيانات الشخصية بناء على طلب السلطات العامة.",
  "privacy-p-58": "معلومات إضافية حول البيانات الشخصية للمستخدم",
  "privacy-p-59": "بالإضافة إلى المعلومات الواردة في سياسة الخصوصية هذه ، قد يوفر هذا التطبيق للمستخدم معلومات إضافية وسياقية تتعلق بخدمات محددة أو جمع ومعالجة البيانات الشخصية عند الطلب.",
  "privacy-p-60": "سجلات النظام والصيانة",
  "privacy-p-61": "لأغراض التشغيل والصيانة ، قد يقوم هذا التطبيق وأي خدمات تابعة لجهات خارجية بجمع الملفات التي تسجل التفاعل مع هذا التطبيق (سجلات النظام) التي تستخدم بيانات شخصية أخرى (مثل عنوان IP) لهذا الغرض.",
  "privacy-p-62": "المعلومات غير الواردة في هذه السياسة",
  "privacy-p-63": "قد يتم طلب مزيد من التفاصيل المتعلقة بجمع أو معالجة البيانات الشخصية من المالك في أي وقت.",
  "privacy-p-64": "كيف يتم التعامل مع طلبات عدم التعقب",
  "privacy-p-65": "هذا التطبيق لا يدعم طلبات عدم التعقب.",
  "privacy-p-66": "لتحديد ما إذا كانت أي من خدمات الجهات الخارجية التي تستخدمها تقبل طلبات عدم التعقب، يرجى قراءة سياسات الخصوصية الخاصة بها.",
  "privacy-p-67": "التغييرات التي تطرأ على سياسة الخصوصية هذه",
  "privacy-p-68": "يحتفظ المالك بالحق في إجراء تغييرات على سياسة الخصوصية هذه في أي وقت عن طريق إخطار مستخدميه على هذه الصفحة وربما داخل هذا التطبيق و / أو - بقدر الإمكان تقنيا وقانونيا - إرسال إشعار إلى المستخدمين عبر أي معلومات اتصال متاحة للمالك. يوصى بشدة بمراجعة هذه الصفحة كثيرا ، مع ملاحظة تاريخ آخر تعديل مدرج أدناه.",
  "privacy-p-69": "في حال أثرت التغييرات على أنشطة المعالجة التي تتم بناء على موافقة المستخدم، يجب على المستخدم قراءتها جيدا وعدم طلب الاعتراض على معالجة البيانات أو حذفها، مما يعني موافقته على سياسة الخصوصية الجديدة، وهي تفويض كامل لمالك الموقع بالاستمرار على الرغم من التغييرات في سياسة الخصوصية.",
  "privacy-p-70": "معلومات للمستهلكين في كاليفورنيا",
  "privacy-p-71": "هذا الجزء من المستند متكامل ويكمل المعلومات الواردة في بقية سياسة الخصوصية ويتم توفيره من قبل الشركة التي تدير هذا الموقع ، وإذا كان الأمر كذلك ، فإن الشركة الأم والشركات التابعة لها (لأغراض هذا القسم المشار إليها مجتمعة باسم نحن ، لنا ، لدينا).",
  "privacy-p-72": "تنطبق الأحكام الواردة في هذا القسم على جميع المستخدمين المستهلكين المقيمين في كاليفورنيا بالولايات المتحدة الأمريكية ، وفقا لقانون خصوصية المستهلك في كاليفورنيا لعام 2018 (يشار إلى المستخدمين أدناه ، ببساطة مثلك ، أنت ، لك. بالنسبة لهؤلاء المستهلكين ، تحل هذه الأحكام محل أي أحكام أخرى يحتمل أن تكون متضاربة أو متضاربة واردة في سياسة الخصوصية.",
  "privacy-p-73": "يستخدم هذا الجزء من المستند مصطلح المعلومات الشخصية على النحو المحدد في قانون خصوصية المستهلك في كاليفورنيا (CCPA).",
  "privacy-p-74": "فئات المعلومات الشخصية التي يتم جمعها أو الكشف عنها أو بيعها",
  "privacy-p-75": "في هذا القسم ، نلخص فئات المعلومات الشخصية التي جمعناها أو كشفنا عنها أو بعناها وأغراضها. يمكنك أن تقرأ عن هذه الأنشطة بالتفصيل في القسم المعنون",
  "privacy-p-76": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-77": "من هذه الوثيقة",
  "privacy-p-78": "المعلومات التي نجمعها: فئات المعلومات الشخصية التي نجمعها",
  "privacy-p-79": "لقد جمعنا الفئات التالية من المعلومات الشخصية عنك: المعرفات ومعلومات الإنترنت.",
  "privacy-p-80": "لن نجمع فئات إضافية من المعلومات الشخصية دون إخطارك.",
  "privacy-p-81": "كيف نجمع المعلومات: ما هي مصادر المعلومات الشخصية التي نجمعها؟",
  "privacy-p-82": "نقوم بجمع الفئات المذكورة أعلاه من المعلومات الشخصية ، إما بشكل مباشر أو غير مباشر ، منك عند استخدام هذا التطبيق.",
  "privacy-p-83": "على سبيل المثال ، أنت تقدم معلوماتك الشخصية مباشرة عند تقديم الطلبات عبر أي نماذج على هذا الموقع. كما أنك تقدم معلومات شخصية بشكل غير مباشر عند التنقل في هذا الموقع ، حيث تتم مراقبة معلوماتك الشخصية وجمعها تلقائيا. أخيرا ، قد نجمع معلوماتك الشخصية من أطراف ثالثة تعمل معنا فيما يتعلق بالخدمة أو تشغيل وميزات هذا الموقع.",
  "privacy-p-84": "كيف نستخدم المعلومات التي نجمعها: مشاركة معلوماتك الشخصية والكشف عنها مع أطراف ثالثة لغرض تجاري",
  "privacy-p-85": "قد نكشف عن المعلومات الشخصية التي نجمعها عنك لطرف ثالث لأغراض تجارية. في هذه الحالة ، ندخل في اتفاقية مكتوبة مع هذا الطرف الثالث تتطلب من المستلم الحفاظ على سرية المعلومات الشخصية وعدم استخدامها لأي غرض (أغراض) بخلاف تلك اللازمة لتنفيذ الاتفاقية.",
  "privacy-p-86": "يجوز لنا أيضا الكشف عن معلوماتك الشخصية لأطراف ثالثة عندما تطلب منا صراحة أو تفوضنا للقيام بذلك ، من أجل تزويدك بخدماتنا.",
  "privacy-p-87": "لمعرفة المزيد حول أغراض المعالجة ، يرجى الرجوع إلى القسم ذي الصلة من هذا المستند.",
  "privacy-p-88": "بيع معلوماتك الشخصية",
  "privacy-p-89": "لأغراضنا ، تعني كلمة بيع  بيع أو تأجير أو إطلاق أو إفشاء أو نشر أو إتاحة أو نقل أو نقل بأي طريقة أخرى شفهيا أو كتابيا أو بالوسائل الإلكترونية ، المعلومات الشخصية للمستهلك من قبل الشركة إلى شركة أخرى. أو طرف ثالث، نقدا أو أي اعتبار ذي قيمة أخرى.",
  "privacy-p-90": "هذا يعني ، على سبيل المثال ، أن البيع يمكن أن يحدث عندما يقوم أحد التطبيقات بتشغيل الإعلانات ، أو إجراء تحليلات إحصائية لحركة المرور أو المشاهدات ، أو ببساطة لأنه يستخدم أدوات مثل المكونات الإضافية للوسائط الاجتماعية وما شابه ذلك.",
  "privacy-p-91": "حقك في إلغاء الاشتراك في بيع المعلومات الشخصية",
  "privacy-p-92": "لديك الحق في إلغاء الاشتراك في بيع معلوماتك الشخصية. هذا يعني أنه كلما طلبت منا التوقف عن بيع بياناتك ، سنلتزم بطلبك.",
  "privacy-p-93": "يمكن تقديم هذه الطلبات بحرية ، في أي وقت ، دون تقديم أي طلب يمكن التحقق منه ، ببساطة باتباع الإرشادات أدناه.",
  "privacy-p-94": "تعليمات لإلغاء الاشتراك في بيع المعلومات الشخصية",
  "privacy-p-95": "إذا كنت ترغب في معرفة المزيد ، أو ممارسة حقك في إلغاء الاشتراك ، فيما يتعلق بجميع المبيعات التي يقوم بها هذا التطبيق ، سواء عبر الإنترنت أو دون اتصال بالإنترنت ، يمكنك الاتصال بنا للحصول على مزيد من المعلومات.",
  "privacy-p-96": "ما هي الأغراض التي نستخدم معلوماتك الشخصية من أجلها؟",
  "privacy-p-97": "قد نستخدم معلوماتك الشخصية للسماح بتشغيل وميزات هذا التطبيق (لأغراض تجارية). في مثل هذه الحالات ، ستتم معالجة معلوماتك الشخصية بطريقة ضرورية ومتناسبة مع الغرض التجاري الذي تم جمعها من أجله ، وفي حدود الأغراض التشغيلية المتوافقة تماما.",
  "privacy-p-98": "قد نستخدم أيضا معلوماتك الشخصية لأسباب أخرى مثل الأغراض التجارية (كما هو موضح في ",
  "privacy-p-99": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-100": "في هذه الوثيقة) ، وكذلك للامتثال للقانون والدفاع عن حقوقنا أمام السلطات المختصة حيث تتعرض حقوقنا ومصالحنا للتهديد أو نعاني من ضرر فعلي.",
  "privacy-p-101": "لن نستخدم معلوماتك الشخصية لأغراض مختلفة أو غير ذات صلة أو غير متوافقة دون إشعارك.",
  "privacy-p-102": "حقوق الخصوصية الخاصة بك في كاليفورنيا وكيفية ممارستها",
  "privacy-p-103": "الحق في المعرفة وقابلية النقل",
  "privacy-p-104": "لديك الحق في أن تطلب منا الكشف لك:",

  "privacy-p-105": " في حالة بيع المعلومات الشخصية أو الكشف عنها لغرض تجاري ، هناك قائمتان منفصلتان نكشف فيهما:",
  "privacy-p-106": "المبيعات وفئات المعلومات الشخصية التي تشتريها كل فئة من المستلمين ؛ ",
  "privacy-p-107": "بالنسبة للإفصاحات ذات الأغراض التجارية ، فئات المعلومات الشخصية التي حصلت عليها كل فئة من المستلمين.",
  "privacy-p-108": "سيقتصر الإفصاح الموضح أعلاه على المعلومات الشخصية التي تم جمعها أو استخدامها خلال الأشهر ال 12 الماضية.",
  "privacy-p-109": " إذا أرسلنا ردنا إلكترونيا ، فستكون المعلومات المرفقة محمولة ، أي يتم تسليمها بتنسيق سهل الاستخدام لتمكينك من نقل المعلومات إلى كيان آخر دون عائق - بشرط أن يكون ذلك ممكنا من الناحية الفنية.",
  "privacy-p-110": "الحق في طلب حذف معلوماتك الشخصية",
  "privacy-p-111": "  لديك الحق في مطالبتنا بحذف أي من معلوماتك الشخصية ، مع مراعاة الاستثناءات المنصوص عليها في القانون (على سبيل المثال ، على سبيل المثال لا الحصر ، حيث يتم استخدام المعلومات لتحديد وإصلاح الأخطاء في هذا التطبيق ، لاكتشاف المشاكل الأمنية والحماية من الأنشطة الاحتيالية أو غير القانونية ، لممارسة بعض الحقوق. إلخ).",
  "privacy-p-112": "      إذا لم يتم تطبيق أي استثناء قانوني نتيجة لممارسة حقك ، فسنحذف معلوماتك الشخصية ونوجه أيا من مزودي الخدمة لدينا للقيام بذلك.",
  "privacy-p-113": "كيفية ممارسة حقوقك",
  "privacy-p-114": " لممارسة الحقوق الموضحة أعلاه ، تحتاج إلى إرسال طلبك القابل للتحقق إلينا عن طريق الاتصال بنا.",
  "privacy-p-115": " لكي نتمكن من الرد على طلبك ، من الضروري أن نعرف من أنت. لذلك ، لا يمكنك ممارسة الحقوق المذكورة أعلاه إلا من خلال تقديم طلب يمكن التحقق منه ويجب عليك:",
  "privacy-p-116": "تقديم معلومات كافية للسماح لنا بالتحقق بشكل معقول من أنك الشخص الذي جمعنا معه معلومات شخصية أو ممثل مفوض ؛",
  "privacy-p-117": "       صف طلبك بتفاصيل كافية للسماح لنا بفهم طلبك وتقييمه والرد عليه بشكل صحيح.",
  "privacy-p-118": " لن نرد على أي طلب إذا لم نتمكن من التحقق من هويتك وبالتالي تأكيد المعلومات الشخصية التي بحوزتك.",
  "privacy-p-119": "   إذا لم تتمكن من تقديم طلب شخصي يمكن التحقق منه ، فيمكنك تفويض شخص مسجل لدى وزير خارجية كاليفورنيا للتصرف نيابة عنك.",

  "privacy-p-120": " إذا كنت بالغا ، فيمكنك تقديم طلب يمكن التحقق منه نيابة عن قاصر يخضع لسلطتك الأبوية.",
  "privacy-p-121": "   يمكنك تقديم طلبين كحد أقصى خلال فترة 12 شهرا.",
  "privacy-p-122": "كيف ومتى يتوقع منا التعامل مع طلبك",
  "privacy-p-123": "سنؤكد استلام طلبك الذي يمكن التحقق منه في غضون 10 أيام ونقدم معلومات حول كيفية معالجة طلبك.",
  "privacy-p-124": "    سنرد على طلبك في غضون 45 يوما من استلامه. إذا احتجنا إلى مزيد من الوقت ، فسنشرح أسباب ذلك ومقدار الوقت الذي نحتاجه. في هذا الصدد ، يرجى ملاحظة أن الأمر قد يستغرق ما يصل إلى 90 يوما لتلبية طلبك.",
  "privacy-p-125": "سيغطي إفصاحنا الأشهر ال 12 الماضية.",
  "privacy-p-126": " إذا رفضنا طلبك ، فسنشرح أسباب رفضنا.",
  "privacy-p-127": "نحن لا نفرض رسوما لمعالجة طلبك الذي يمكن التحقق منه أو الرد عليه ما لم يكن هذا الطلب واضحا أو مفرطا. في مثل هذه الحالات ، قد نفرض رسوما معقولة ، أو نرفض التصرف عند الطلب. في كلتا الحالتين ، سننقل خياراتنا ونشرح الأسباب الكامنة وراء ذلك.",

  "privacy-p-128": "معلومات للمستخدمين المقيمين في البرازيل",
  "privacy-p-129": " تم دمج هذا الجزء من المستند واستكماله بالمعلومات الواردة في بقية سياسة الخصوصية ويتم توفيره من قبل الكيان الذي يدير هذا الموقع ، وإذا كان الأمر كذلك ، فإن الشركة الأم والشركات التابعة لها والشركات التابعة لها (لأغراض هذا القسم المشار إليها مجتمعة باسم نحن ، لنا ، لدينا ، أنفسنا).",

  "privacy-p-130": "   تنطبق الأحكام الواردة في هذا القسم على جميع المستخدمين المقيمين في البرازيل ، وفقا ل Lei Geral de Proteção de Dados (يشار إلى المستخدمين أدناه ، ببساطة مثلك ، لك ، الخاص بك ، نفسك). بالنسبة لهؤلاء المستخدمين ، تحل هذه الأحكام محل أي أحكام أخرى قد تكون متضاربة أو غير متسقة في سياسة الخصوصية.",
  "privacy-p-131": "  يستخدم هذا الجزء من المستند مصطلح المعلومات الشخصية كما هو محدد في Lei Geral de Proteção de Dados (LGPD).",

  "privacy-p-132": "الأسس التي نعالج معلوماتك الشخصية على أساسها",
  "privacy-p-133": " لا يمكننا معالجة معلوماتك الشخصية إلا إذا كان لدينا أساس قانوني لهذه المعالجة. الأسس القانونية هي كما يلي:",
  "privacy-p-134": "موافقتك على أنشطة معالجة البيانات ذات الصلة؛",
  "privacy-p-135": "الامتثال لالتزام قانوني أو تنظيمي نتحمله ؛",
  "privacy-p-136": "    تنفيذ السياسات العامة المنصوص عليها في القوانين أو اللوائح أو على أساس العقود والاتفاقات والصكوك القانونية المماثلة.",
  "privacy-p-137": "  الدراسات التي تجريها الكيانات البحثية ، ويفضل أن يكون ذلك على معلومات شخصية مجهولة المصدر ؛",
  "privacy-p-138": "   تنفيذ العقد وإجراءاته الأولية ، في الحالات التي تكون فيها طرفا في العقد المذكور ؛ اتصل بنا أو استفسر ، يرجى استخدام إحدى الطرق التالية:",

  "privacy-p-139": " ممارسة حقوقنا في الإجراءات القضائية أو الإدارية أو التحكيمية؛",
  "privacy-p-140": "الحماية أو السلامة الجسدية لك أو لطرف ثالث؛",
  "privacy-p-141": "     حماية الصحة - في الإجراءات التي تقوم بها الكيانات الصحية أو المهنيون الصحيون ؛",
  "privacy-p-142": "  مصالحنا المشروعة، شريطة ألا تتجاوز حقوقك وحرياتك الأساسية هذه المصالح؛ و",
  "privacy-p-143": "حماية الائتمان.",
  "privacy-p-144": " لمعرفة المزيد حول الأسس القانونية ، يمكنك الاتصال بنا في أي وقت.",
  "privacy-p-145": "فئات المعلومات الشخصية التي تتم معالجتها",
  "privacy-p-146": "    لمعرفة فئات معلوماتك الشخصية التي تتم معالجتها ، يمكنك قراءة القسم بعنوان ",
  "privacy-p-147": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-148": " ضمن هذا المستند.",
  "privacy-p-149": "لماذا نعالج معلوماتك الشخصية",
  "privacy-p-150": "   لمعرفة سبب معالجتنا لمعلوماتك الشخصية ، يمكنك قراءة الأقسام بعنوان ",
  "privacy-p-151": "نوع المعلومات التي نجمعها عنك",
  "privacy-p-152": " و ",
  "privacy-p-153": "أغراض معالجة البيانات",
  "privacy-p-154": " في هذا المستند.",
  "privacy-p-155": "حقوق الخصوصية البرازيلية الخاصة بك ، وكيفية تقديم طلب واستجابتنا لطلباتك",
  "privacy-p-156": "حقوق الخصوصية البرازيلية الخاصة بك",
  "privacy-p-157": "لديك الحق في:",
  "privacy-p-158": " الحصول على تأكيد لوجود أنشطة معالجة على معلوماتك الشخصية ؛",
  "privacy-p-159": "   تصحيح المعلومات الشخصية غير الكاملة أو غير الدقيقة أو القديمة؛",
  "privacy-p-160": "   الحصول على إخفاء الهوية أو الحظر أو الحذف من معلوماتك الشخصية غير الضرورية أو المفرطة، أو المعلومات التي لا تتم معالجتها وفقا لقانون LGPD؛",
  "privacy-p-161": "  الحصول على معلومات حول إمكانية تقديم أو رفض موافقتك وعواقب ذلك ؛",
  "privacy-p-162": "   الحصول على معلومات حول الأطراف الثالثة التي نشارك معها معلوماتك الشخصية ؛",
  "privacy-p-163": "  الحصول ، بناء على طلبك الصريح ، على القدرة على نقل معلوماتك الشخصية (باستثناء المعلومات مجهولة المصدر) إلى مزود خدمة أو منتج آخر ، بشرط حماية أسرارنا التجارية والصناعية ؛",
  "privacy-p-164": "     احصل على معلوماتك الشخصية التي تتم معالجتها ليتم حذفها إذا كانت المعالجة تستند إلى موافقتك ، ما لم يتم توفير استثناء واحد أو أكثر في المقالة. يتم تطبيق 16 LGPDs ؛",
  "privacy-p-165": "إلغاء موافقتك في أي وقت؛",
  "privacy-p-166": "   تقديم شكوى بشأن معلوماتك الشخصية إلى ANPD (الهيئة الوطنية لحماية البيانات) أو إلى وكالات حماية المستهلك ؛",
  "privacy-p-167": "        معارضة نشاط معالجة البيانات في الحالات التي لا تتم فيها المعالجة وفقا لأحكام القانون ؛",
  "privacy-p-168": " طلب معلومات واضحة وكافية حول المعايير والإجراءات المستخدمة لاتخاذ قرار آلي ؛ و",
  "privacy-p-169": "      طلب مراجعة القرارات المتخذة فقط على أساس المعالجة الآلية لمعلوماتك الشخصية ، والتي تؤثر على اهتماماتك. وتشمل هذه القرارات لتحديد جانبك الشخصي أو المهني أو المستهلك أو الائتمان أو الشخصية.",

  "privacy-p-170": "لن تتعرض أبدا للتمييز أو الأذى إذا مارست حقوقك.",
  "privacy-p-171": "كيفية تقديم طلبك",
  "privacy-p-172": "  يمكنك تقديم طلبك الصريح لممارسة حقوقك مجانا ، في أي وقت ، أو عبر ممثلك القانوني.",
  "privacy-p-173": "كيف ومتى سنرد على طلبك",
  "privacy-p-174": "سنسعى جاهدين للرد على الفور على طلباتك.",
  "privacy-p-175": "  على أي حال ، إذا كان من المستحيل علينا القيام بذلك ، فسوف نتأكد من إبلاغك بالأسباب الواقعية أو القانونية التي تمنعنا على الفور ، أو بأي طريقة أخرى ، من الامتثال لطلباتك. في الحالات التي لا نعالج فيها معلوماتك الشخصية ، سنبلغك بالشخص الطبيعي أو الاعتباري الذي يجب توجيه طلباتك إليه ، إذا كنا في وضع يسمح لنا بذلك.",
  "privacy-p-176": "  في حالة تقديم طلب لتأكيد الوصول أو طلب لتأكيد معالجة المعلومات الشخصية ، يرجى التأكد من تحديد ما إذا كنت ترغب في تسليم معلوماتك الشخصية في شكل إلكتروني أو مطبوع.",
  "privacy-p-177": "   ستحتاج أيضا إلى إخبارنا إذا كنت تريد منا الرد على طلبك على الفور ، وفي هذه الحالة سنرد بطريقة مبسطة ، أو إذا كنت تحتاج إلى إفصاح كامل بدلا من ذلك.",
  "privacy-p-178": " في الحالة الأخيرة ، سنرد في غضون 15 يوما من وقت طلبك ، ونزودك بجميع المعلومات المتعلقة بأصل معلوماتك الشخصية ، وتأكيد ما إذا كانت السجلات موجودة أم لا ، وأي معايير مستخدمة للمعالجة وأغراض المعالجة ، مع الحفاظ على أسرارنا التجارية والصناعية.",
  "privacy-p-179": " في حالة تقديم طلب لتصحيح المعلومات الشخصية أو حذفها أو إخفاء هويتها أو حظرها ، سنضمن إرسال طلبك على الفور إلى الأطراف الأخرى التي شاركنا معها معلوماتك الشخصية من أجل تمكين هذه الأطراف الثالثة من الامتثال أيضا للطلب - إلا في الحالات التي يثبت فيها أن هذا هو الاتصال مستحيل أو ينطوي على جهد غير متناسب من جانبنا.",
  "privacy-p-180": "يسمح القانون بنقل المعلومات الشخصية خارج البرازيل",
  "privacy-p-181": "  يسمح لنا بنقل معلوماتك الشخصية خارج الأراضي البرازيلية في الحالات التالية:",
  "privacy-p-182": "   عندما يكون النقل ضروريا للتعاون القانوني الدولي بين أجهزة الاستخبارات العامة والتحقيق والنيابة العامة، وفقا للوسائل القانونية المنصوص عليها في القانون الدولي؛",
  "privacy-p-183": "  عندما يكون النقل ضروريا لحماية حياتك أو أمنك الجسدي أو أمن الطرف الثالث ؛",
  "privacy-p-184": "عندما يكون النقل مصرحا به من قبل ANPD ؛",
  "privacy-p-185": "    عندما يكون النقل ناتجا عن التزام تم التعهد به في اتفاق تعاون دولي؛",
  "privacy-p-186": "      عندما يكون النقل ضروريا لتنفيذ سياسة عامة أو إسناد قانوني للخدمة العامة ؛ ",
  "privacy-p-187": "    عندما يكون النقل ضروريا للامتثال لالتزام قانوني أو تنظيمي ، أو تنفيذ عقد أو إجراءات أولية تتعلق بالعقد ، أو الممارسة المنتظمة للحقوق في الإجراءات القضائية أو الإدارية أو التحكيمية.",
  "privacy-p-188": "التعاريف والمراجع القانونية",
  "privacy-p-189": "المعلومات الشخصية (أو البيانات)",
  "privacy-p-190": " أي معلومات تسمح ، بشكل مباشر أو غير مباشر ، أو فيما يتعلق بمعلومات أخرى - بما في ذلك رقم التعريف الشخصي - بتحديد أو تحديد هوية شخص طبيعي.",
  "privacy-p-191": "بيانات الاستخدام",
  "privacy-p-192": "  حجم الملف المستلم استجابة ، والرمز الرقمي الذي يشير إلى حالة استجابة الخادم (نتيجة ناجحة ، خطأ ، إلخ) ، بلد المنشأ ، ميزات المتصفح ونظام التشغيل المستخدم ، وتفاصيل الوقت المختلفة لكل زيارة (على سبيل المثال ، الوقت المستغرق في كل صفحة داخل الموقع) وتفاصيل حول المسار المتبع داخل الموقع مع إشارة خاصة إلى تسلسل الصفحات التي تمت زيارتها والمعلمات الأخرى حول نظام تشغيل الجهاز من أجهزة الكمبيوتر المستخدمة من قبل المستخدمين الذين يستخدمون هذا الموقع ، عناوين URI (معرف الموارد الموحد) ، والوقت الطلب ، الطريقة المستخدمة لإرسال الطلب إلى الخادم ،  المعلومات التي يتم جمعها تلقائيا بواسطة هذا الموقع (أو خدمات الجهات الخارجية المستخدمة على هذا الموقع) ، والتي قد تشمل: عناوين IP أو أسماء النطاقات ",
  "privacy-p-193": "المستخدم",
  "privacy-p-194": "الشخص الذي يستخدم هذا الموقع الذي يطابق موضوع البيانات ، ما لم ينص على خلاف ذلك.",
  "privacy-p-195": "موضوع البيانات",
  "privacy-p-196": "الشخص الطبيعي الذي تشير إليه البيانات الشخصية",
  "privacy-p-197": "معالج البيانات (أو مشرف البيانات)",
  "privacy-p-198": "شخص طبيعي أو اعتباري أو سلطة عامة أو وكالة أو أي هيئة أخرى تعالج البيانات الشخصية نيابة عن المراقب المالي ، كما هو موضح في سياسة الخصوصية هذه.",
  "privacy-p-199": "مراقب البيانات (أو المالك أو مالك الموقع)",
  "privacy-p-200": "شخص طبيعي أو اعتباري أو سلطة عامة أو وكالة أو أي هيئة أخرى تحدد ، بمفردها أو بالاشتراك مع آخرين ، أغراض ووسائل معالجة البيانات الشخصية ، بما في ذلك التدابير الأمنية المتعلقة بتشغيل واستخدام هذا الموقع. مراقب البيانات ، ما لم ينص على خلاف ذلك ، هو مالك هذا الموقع.",
  "privacy-p-201": "هذا الموقع (أو التطبيق)",
  "privacy-p-202": " الوسائل التي يتم من خلالها جمع البيانات الشخصية للمستخدم ومعالجتها.",
  "privacy-p-203": "الخدمة",
  "privacy-p-204": "الخدمة التي يقدمها هذا الموقع / التطبيق.",
  "privacy-p-205": "الاتحاد الأوروبي (أو الاتحاد الأوروبي)",
  "privacy-p-206": "  ما لم ينص على خلاف ذلك ، تشمل جميع الإشارات في هذه الوثيقة إلى الاتحاد الأوروبي جميع الدول الأعضاء الحالية في الاتحاد الأوروبي والمنطقة الاقتصادية الأوروبية.",
  "privacy-p-207": "الكوكيز",
  "privacy-p-208": " ملفات تعريف الارتباط هي أدوات تتبع تتكون من مجموعات صغيرة من البيانات المخزنة في متصفح المستخدم.",
  "privacy-p-209": "المقتفي",
  "privacy-p-210": " يشير المتعقب إلى أي تقنية - على سبيل المثال ملفات تعريف الارتباط والمعرفات الفريدة وإشارات الويب والبرامج النصية المضمنة والعلامات الإلكترونية وبصمات الأصابع - التي تمكن من تتبع المستخدمين ، على سبيل المثال عن طريق الوصول إلى المعلومات أو تخزينها على جهاز المستخدم",
  "privacy-p-211": "معلومات الاتصال",
  "privacy-p-212": "يرجى زيارة",
  "privacy-p-213": "اتصل بنا",
  "privacy-p-214": " لعرض جميع تفاصيل الاتصال المتاحة لنا.",
  "privacy-p-215": "المعلومات القانونية",
  "privacy-p-216": " تم إعداد بيان الخصوصية هذا بناء على أحكام التشريعات المختلفة ، بما في ذلك المادة. 13/14 من اللائحة (الاتحاد الأوروبي) 2016/679 (اللائحة العامة لحماية البيانات).",
  "privacy-p-217": "آخر تحديث: ٢٠٢٠/٢٣/٢٣",

  "contact-p-1": "للاتصال بنا أو الاستفسار ، يرجى استخدام إحدى الطرق التالية:",
  "contact-p-2": "في غضون ذلك ، نحن نقدم خدمات تطوير وصيانة الويب والجوال ، وتصميم وتحرير الفيديو ، وتسجيل النطاق وشهادات SSL.",
  "contact-information": "معلومات الاتصال",
  "street": "24-26 شارع أركاديا ديفنا هاوس # 105 لندن ، لندن الكبرى المملكة المتحدة N3 2JU",
  "message": "أرسل لنا رسالة",
  "form-contact-p": "يرجى ملء الحقول أدناه مع التأكد من كتابة رقم هاتفك (مع رمز البلد) وعنوان بريدك الإلكتروني جيدا.",
  "email-addreess": "عنوان البريد الإلكتروني",
  "full-name": "الاسم الكامل",
  "subject": " موضوع",
  "phone": " رقم الهاتف",
  "message-body": " نص الرسالة",
  "end-p-1": " بالضغط على زر إرسال أدناه ، فإنك تقر بقراءتك وفهمك وموافقتك على",
  "end-p-2": " الشروط والأحكام",
  "end-p-3": " وجميع التفاصيل المذكورة في  ",
  "send": " ارسل",
  "privacy": " صفحة الخصوصيه",
  "place-name": "اكتب اسمك الكامل",
  "place-email": "اكتب عنوان بريدك الإلكتروني",
  "place-phone": "اكتب رقم هاتفك",
  "place-subject": "اكتب موضوع رسالتك",
  "place-message": "الرسالة ",

  "about-p": "نحن مجموعة من الخبراء التقنيين ، اجتمعوا لتقديم خدماتنا بأسعار تنافسية وبجودة أعلى. حيث قمنا بتطوير وإنشاء العديد من البرامج التي ساعدت أصحابها على أداء مهامهم بشكل أسهل وأسرع وأكثر كفاءة. نحن نعمل على أحدث التقنيات وأكثرها موثوقية لضمان منافسة كبيرة لعملائنا.",
  "about-p-2": "ما يميزنا:",
  "about-p-3": "حماية قوية.",
  "about-p-4": "نكمل المشاريع بسرعة",
  "about-p-5": "خدمات ما بعد التسليم للمشاريع.",
  "about-p-6": "استخدام أحدث وأقوى التقنيات.",
  "about-p-7": "تطلعاتنا",
  "about-p-8": "نحن نتطلع إلى تطوير المحتوى ورفع مستوى احترافه في العديد من الجوانب ، ليتطور من وضعه الحالي إلى شيء أكثر احترافية وبالتالي يصبح المحتوى أكثر فائدة لجميع التخصصات.",
  "about-p-9": "خدمات",
  "about-p-10": "نحن نقدم خدمات تطوير وصيانة الويب والجوال والتصميم وتحرير الفيديو وتسجيل النطاق وشهادات SSL.",
  "about-p-11": "تسجيل الشركة",
  "about-p-12": "Correct هي علامة تجارية لشركة Correct DEVELOPMENT LTD. مسجلة في إنجلترا وويلز رقم: 13031797.",
  "about-p-13": "معلومات الاتصال",
  "about-p-14": "للاطلاع على طرق الاتصال المتاحة، يرجى التكرم بزيارة ",
  "about-p-15": " صفحة ",

  "terms-title": "الشروط والأحكام",
  "terms-p": "تشرح هذه الصفحة جميع الشروط والأحكام المتعلقة باستخدام موقع Correct Development Ltd على Correct.io و / أو Correct.net.",
  "terms-p-1": " شروط الاستخدام وجميع القوانين واللوائح المعمول بها. أنت توافق على أن تكون مسؤولا عن الامتثال المعمول به استخدامك لهذا الموقع و / أو الخدمات المقدمة فيه هو موافقتك الصريحة على الالتزام بجميع الشروط و  القوانين المحلية والدولية. نحتفظ أيضا بالحق في تحديث أو تغيير شروط وأحكام الاستخدام في أي وقت دون إشعار مسبق ، بحيث تسري هذه التعديلات من تاريخ نشرها. لذلك نقترح عليك مراجعة شروط وأحكام الاستخدام كلما قررت استخدام الموقع و / أو الاستفادة من خدماته. في حالة عدم موافقتك على هذه الشروط ، يرجى عدم استخدام الموقع و / أو الخدمات التي يقدمها.",
  "terms-p-2": "نحتفظ أيضا بالحق في تحديث و / أو تعديل الموقع و / أو الخدمات و / أو إيقافها في أي وقت. أنت تقر بأننا لسنا مسؤولين عن مواجهتك أو مواجهة أي طرف ثالث عن أي تحديث و / أو تعديل للموقع والخدمات أو أي تعليق لها. لن تكون الشركة مسؤولة تجاه أي مستخدم عن أي تعديلات أو تعليق للخدمات.",
  "terms-p-3": "لا يجوز استخدام هذا الموقع أو الخدمات المقدمة عليه إذا كان عمرك أقل من (18). وحيث إنك تقر وتوافق بموجب هذا على أن عمرك لا يقل عن العمر المحدد في هذا البند. وفي حال قمت بتسجيل حساب شخصي لشخص اعتباري (شركة، مؤسسة، جمعية، إلخ)، فإنك تقر بأنك مخول من قبل ذلك الشخص الاعتباري ولديك الصلاحية الكاملة لإنشاء الحساب واستخدام الموقع والاستفادة من خدماته باسمه وعلى حسابه نيابه",
  "terms-p-4": "تنطبق المصطلحات التالية على هذه الشروط والأحكام وبيان الخصوصية وإشعار إخلاء المسؤولية وجميع الاتفاقيات: العميل ، العميل ، أنت ، الخاص بك ، لك يشير إليك كعميل لشركة Correct Development LTD ، بينما نشير إلى أنفسنا على أننا ، لنا ، أنفسنا ، ونشير أيضا إلى كلا الطرفين (أنت ونحن) كأطراف و / أو نحن.",
  "terms-p-5": "أي استخدام للمصطلحات المذكورة أعلاه أو غيرها من الكلمات في صيغة المفرد والجمع و / أو هو / هي أو هم ، يعتبر قابلا للتبادل ويشير إلى نفس الشيء. قد نشير أيضا إلى الطرف الاول لنا ، وقد نشير إليك باسم الطرف الثاني.",

  "terms-p-6": "الاستخدام الصحيح للخدمات التي نقدمها",
  "terms-p-7": "يجب على المستخدمين استخدام الخدمات فقط لأغراض مشروعة وعلى وجه الخصوص لا يجوز لهم:",
  "terms-p-8": "استخدام أي مواد فاحشة أو تهديدية أو مسيئة أو تشهيرية أو تلك المواد التي تنتهك أي قانون أو لائحة أو تنتهك الثقة أو تضر بالقاصرين أو تنتهك حقوق الملكية الفكرية أو غير قانونية أو تنتحل شخصية أي شخص أو كيان أو تشير بشكل غير صحيح إلى شخص أو كيان أو تحرف ؛",
  "terms-p-9": "الاستفادة من خدمات هذه الشركة والمواقع التابعة لها لجعل المستخدمين الآخرين أو الأطراف الثالثة يتلقون إعلانات غير مرغوب فيها أو غير مصرح بها أو مواد ترويجية أو بريد عشوائي أو بريد احتيالي أو بريد عشوائي أو رسائل متسلسلة أو أي شكل آخر من أشكال التماس أو استغلال الخدمات الشركة والمواقع التابعة لها عن قصد أو عن طريق الخطأ لإتلاف و / أو التسبب في عيب و / أو أو خلل في نظام الشركة و / أو المواقع التابعة لها و / أو الإضرار بأي مستخدم آخر أو طرف ثالث ؛ ",
  "terms-p-10": "جمع أو تخزين البيانات الشخصية للمستخدمين الآخرين أو الأطراف الثالثة.",
  "terms-p-11": "أي خرق لما سبق يخول الشركة إنهاء استخدامك للخدمات و / أو حذف جميع حساباتك.",

  "terms-p-12": "الكوكيز",
  "terms-p-13": " سياسة الخصوصية",
  "terms-p-14": "نحن نستخدم ملفات تعريف الارتباط. حيث أنه باستخدام موقعنا الإلكتروني و / أو الخدمات التي نقدمها ، فإنك توافق على استخدام ملفات تعريف الارتباط بالاتفاق مع ",
  "terms-p-15": "تستخدم معظم مواقع الويب التفاعلية ملفات تعريف الارتباط للسماح باسترداد تفاصيل المستخدم لكل زيارة. يستخدم موقعنا ملفات تعريف الارتباط لتمكين وظائف مناطق معينة لتسهيل زيارة الأشخاص لموقعنا. قد يستخدم بعض الشركاء التابعين والمعلنين و / أو الأطراف الثالثة أيضا ملفات تعريف الارتباط لمساعدتنا في تقديم بعض الخدمات الإضافية ، مثل الخدمات التحليلية والإدارية والإعلانية.",
  "terms-p-16": "إخلاء المسؤولية عن الضمانات",
  "terms-p-17": "لا تقدم الشركة والمواقع التابعة لها أي ضمانات فيما يتعلق بدقة المعلومات أو اكتمال المحتوى أو قانونية وموثوقية المعلومات التي يتم عرضها أو مشاركتها بين الأعضاء أو المعلومات التي يتم نشرها على جميع مواقع الشركة من قبل العملاء ؛",
  "terms-p-18": "تستبعد الشركة ، إلى الحد الذي يسمح به القانون ، أي ضمانات من أي نوع تتعلق بانتهاك حقوق الملكية بما في ذلك الحقوق الفكرية ؛",
  "terms-p-19": "كما لا تقدم الشركة أي ضمانات فيما يتعلق بسلامة وصحة المعلومات الموجودة على موقعها الإلكتروني وفيما يتعلق بالخدمات المعلن عنها على الموقع أو المعلن عنها و / أو المتاحة من خلال المواقع المرتبطة. ",
  "terms-p-20": "تتنصل الشركة من أي مسؤولية عن أي أضرار من أي نوع قد يتكبدها أي مستخدم عند استخدام الخدمات. الشركة ليست مسؤولة عن أي استخدام غير لائق للبيانات الشخصية للمستخدمين.",
  "terms-p-21": "الملكية الفكرية",
  "terms-p-22": "جميع الحقوق ، بما في ذلك حقوق الطبع والنشر ، في محتوى الموقع مملوكة أو خاضعة لسيطرة الشركة لهذه الأغراض. يجوز للمستخدمين استخدام المحتوى فقط للاستخدام الشخصي و / أو غير التجاري.",
  "terms-p-23": "لا يسمح للمستخدمين بنسخ أو بث أو تنزيل أو تخزين (بأي وسيلة) أو نقل أو عرض أو تشغيل جزئي أو كلي أو تكييف أو تغيير محتوى الموقع بأي شكل من الأشكال لأي غرض آخر على الإطلاق دون الحصول على إذن من الشركة ومالكها على وجه الخصوص.",
  "terms-p-24": "القوانين المعمول بها",
  "terms-p-25": " أنت توافق على أن جميع الأمور المتعلقة بوصولك إلى الموقع أو استخدامه واستخدام الخدمات التي يقدمها ، بما في ذلك جميع النزاعات، لقوانين المملكة المتحدة بغض النظر عن تعارضها مع هذه الوثيقة. إذا كنت مستهلكا مقيما في الاتحاد الأوروبي ، فيمكنك رفع دعوى في محاكم البلد الذي تقيم فيه. يجب تقديم أي مطالبة بموجب شروط الاستخدام هذه في غضون عام واحد (1) بعد ظهور سبب الدعوى ، أو يحظر هذا الادعاء أو سبب الدعوى.",
  "terms-p-26": "إطارات آي فريمز",
  "terms-p-27": "بدون موافقة مسبقة وإذن كتابي ، لا يجوز لك إنشاء إطارات iFrames حول صفحات الويب الخاصة بنا والتي تغير بأي شكل من الأشكال العرض المرئي أو مظهر موقعنا.",
  "terms-p-28": "خصوصية معلوماتك",
  "terms-p-29": "يرجى التكرم بزيارة موقعنا",
  "terms-p-30": "سياسة الخصوصية",
  "terms-p-31": "لعرض جميع التفاصيل الواردة فيه",
  "terms-p-32": "شروط وأحكام خدمات التطوير والبرمجة والتصميم والصيانة",
  "terms-p-33": "يلتزم الطرف الثاني بدفع ما لا يقل عن 50٪ من المبلغ المتفق عليه كدليل جدي ؛",
  "terms-p-34": "لا يحق للطرف الثاني أن يطلب من الشركة إلغاء العقد واسترداد المبلغ المدفوع بعد توقيع العقد المبرم بينها وبين الطرف الأول دون الإخلال بالطرف الأول بأحد شروط هذا العقد.",
  "terms-p-35": "يلتزم الطرف الأول بإرسال نموذج معاينة لتصميم المشروع للطرف الثاني بعد توقيع العقد وإيداع دفعة العقد. في حال موافقة الطرف الثاني على التصميم يعتبر موافقة نهائية، وفي حال تراجعه عن التصميم، يحق للطرف الأول طلب 35٪ من المبلغ المتفق عليه لتنفيذ المشروع.",
  "terms-p-36": "يلتزم الطرف الأول بتسليم الطرف الثاني المشروع بالكامل في الموعد المحدد ويتم الاتفاق على فترة العمل كتابة والبدء فورا في اليوم التالي بعد موافقة الطرف الثاني على معاينة التصميم.",
  "terms-p-37": "يلتزم الطرف الأول بالدعم الفني لمدة 3 أشهر تشمل جميع التعديلات التي يطلبها الطرف الثاني، بشرط عدم اعتبار إضافة ميزات جديدة؛",
  "terms-p-38": "خلال مدة 3 أشهر من تاريخ تسليم المشروع يلتزم الطرف الثاني بإخطار الطرف الأول بجميع مشاكل البرمجة إن وجدت في التطبيق بناء على تجربته الشخصية. يتم الاتفاق عليه من قبل الطرفين ، وينطبق هذا الشرط على جميع الخدمات الأخرى ؛",
  "terms-p-39": "يلتزم الطرف الثاني بعدم بيع مشروعه لأي طرف آخر إلا بالنص على بقاء حقوق الشركة تحت الطلب أو دفع الشركة المعينة قيمة نزع ملكية الحقوق بما يعادل 100٪ من قيمة المبلغ المدفوع، ويحق للشركة إيقاف المشروع إذا ضرب العميل الحقوق دون موافقة أو ملاحقة الطرف الأول.",
  "terms-p-40": "يلتزم الطرف الأول بتنبيه الطرف الثاني في حال حدوث أي ممارسات مخالفة لدستور قوانين المملكة المتحدة وبعد شهر واحد من الإنذار والإبلاغ عن حق الشركة في حذف المخالف دون الرجوع إلى الطرف الثاني، أو إغلاق التطبيق إذا كانت المخالفة الكبيرة تستدعي الإغلاق وإعادة فتحه فقط لدفع غرامة قدرها 10٪ من قيمة التعاقد مع التعهد عدم تكرار المخالفة مرة أخرى أو لجوء الشركة إلى المحاكم ؛",
  "terms-p-41": "يلتزم الطرف الثاني بعدم تثبيت أي برنامج يستهلك موارد الخادم، وإذا كان هناك أي برنامج يستهلك موارد الخادم بشكل خطير، فستقوم الشركة بتنبيه الطرف الثاني لإغلاق التطبيق إذا لم يفعل ذلك؛",
  "terms-p-42": "يلتزم الطرف الثاني بعدم تثبيت برامج غير مرخصة على الاستضافة الخاصة به ، وتلتزم الشركة بهذه القوانين وحتى لا تتسبب هذه المخالفة في إيقاف خوادم الشركة ، ستقوم الشركة بتنبيه الطرف الثاني إلى ترخيص أو حذف البرنامج خلال شهر ، ولا يحق للطرف الثاني الاعتراض بعد مرور شهر على الإجراء الذي ستقوم به الشركة تأخذ ضد الطرف الثاني ؛",
  "terms-p-43": "لا يتحمل الطرف الأول المسؤولية عن الأضرار التي تلحق بموقع الطرف الثاني نتيجة الأخطاء المرتكبة، وفي حالة تعطل السيرفر من الطرف الأول، يطلب منه توفير سيرفر بديل لحين عودة السيرفر الأول؛",
  "terms-p-44": "في حال انتهاء مدة الاستضافة وعدم تجديد الطرف الثاني للاشتراك فإننا – الطرف الأول – غير مسؤولين عن فقدان بيانات الطرف الثاني ولا يحق لنا المطالبة بأي بيانات أو نسخ احتياطية إلا في حالة التجديد عن الفترة السابقة ودفع جميع مستحقاتها حسب الخطط المتاحة وفي حالة حجز الاستضافة وتأكيد الطلب لا يحق لبيانات الاستلام إلغاء الاستضافة بعد فتحها وسيستمر العمل بها حتى انتهاء مدة العقد",
  "terms-p-45": "يلتزم الطرف الأول بإبلاغ الطرف الثاني في حال قيام الشركة بعمليات صيانة دورية، ولا يحق للطرف الثاني طلب التعويض من الشركة خلال هذه العملية.",
  "terms-p-46": "لا يلتزم الطرف الأول بأي تعويض للطرف الثاني في حال اختراق موقعه بسبب ممارسات العميل غير القانونية وغير الأخلاقية.",
  "terms-p-47": "يلتزم الطرف الأول بمستوى احترافي في تأمين المواقع والبرامج وتقديم تطبيقات عالية الجودة، ولكن لا يحق للطرف الثاني طلب أي تعويض في حال حدوث خطأ برمجي تسبب في اختراق التطبيق، ولكن تلتزم الشركة بحل المشكلة لعدم وجود موقع آمن بنسبة 100٪",
  "terms-p-48": "لا يحق للعميل رفض وضع طلبه ضمن صفحة مشاريع الشركة على الموقع الرسمي للشركة، وفي حال إصراره على ذلك يجب عليه دفع 100٪ من قيمة العقد.",
  "terms-p-49": " لا يحق للطرف الثاني التشهير بشركة Correct Development LTD في موظفيها أو إدارتها، وبدلا من ذلك يحق للعميل التوجه إلى الجهات المختصة لتقديم شكواه، مع العلم أن التشهير بأي شكل من الأشكال يعطي الحق الكامل في إلغاء العقد ورفض تقديم أي خدمة  أيا كان للعميل مع إيقاف الخدمة وعدم تشغيلها إلا بأمر من المحكمة وبعد صدور أمر ينص على أنه يجوز للشركة اللجوء إلى مقاضاة الطرف الثاني والمطالبة بتعويض مالي كبير إذا كان ذلك يؤثر على سمعة الشركة وسمعة موظفيها ويسبب لهم خسائر مادية في السوق",
  "terms-p-50": "يلتزم الطرفان بعدم التشهير ببعضهما البعض في حالة مخالفة أي من بنود هذا العقد وكل من يقوم بالتشهير بالطرفين بأي وسيلة أو على الإنترنت دون اللجوء إلى القضاء ملزم بدفع مبلغ 25 ألف دولار تعويضا للطرف الآخر وليس له الحق في الاعتراض أو طلب تخفيض مبلغ المبلغ.",
  "terms-p-51": "في حال انجاز الطرف الاول المشروع وتقديمه بالكامل للطرف الثاني لا يحق للعميل تأخير سداد اي مديونيات للشركة والمدة القصوى لسداد المديونية او باقي مستحقات الشركة من 7 الى 10 ايام عمل وغرامة تأخير 1٪ من المبلغ المستحق يتم دفع كل يوم تأخير بعد المدة القصوى المسموح بها للطرف الثاني، وفي حال عدم قيام العميل بسداد باقي مستحقات الشركة، يحق للطرف الأول إغلاق التطبيق ولن يقوم بفتحه قبل سداد مستحقات الشركة بالإضافة إلى غرامات التأخير. وليس للطرف الثاني الحق في الاعتراض على الشركة أو مقاضاتها",
  "terms-p-52": "لا يحق للطرف الأول بيع نفس التصميم الخاص بالطرف الثاني، وفي حال كان للطرف الثاني الحق في مقاضاة الطرف الأول وطلب التعويض، أما بالنسبة لتقليد التصميم من أي طرف آخر فلا تقع أي مسؤولية على الطرف الأول؛ ",
  "terms-p-53": "يلتزم الطرفان بقوانين دستور المملكة المتحدة، وفي حال مخالفة أي منهما لقوانين الدولة، يحق لأي من الطرفين اللجوء إلى القضاء للحصول على حقه.",
  "terms-p-54": "معلومات الاتصال",
  "terms-p-55": "للاطلاع على طرق الاتصال المتاحة، يرجى التكرم بزيارة ",
  "terms-p-56": "اتصل بنا",
  "terms-p-57": "صفحة",
  "terms-p-58": "آخر تحديث: ٢٠٢٠/٢٣/٢٣"
}
