{
  "Correct": "Correct Development",
  "top-home-p": "One of the largest companies that provide technical services, such as websites and mobile applications development, maintenance services, and some other services such as SSL certificates and domain registration.",
  "contact-us": "contact us",
  "our-services": "Our Services",
  "box-1-title": "Programming and web development",
  "box-1-p": "Correct Programming & Development is one of the leading companies in the field of software and web design services for companies, institutions and individuals. ",
  "box-2-title": "Mobile Apps Development ",
  "box-2-p": "Correct offers design and programming of smart phone applications with high efficiency on all known systems such as Android, IOS and Windows Phone.   ",
  "box-3-title": "Secure Websites & Servers   ",
  "box-3-p": "We also provide the protection of sites, servers, mobile apps and systems services, which includes the scanning and patching of security vulnerabilities that cause distortion of the project, our first goal is to provide maximum protection for our customers.   ",
  "box-4-title": "Repairing Services",
  "box-4-p": "Correct for programming and development provides services for the maintenance of sites, servers, applications and systems of all kinds, where this service includes the repair of errors and problems and increase the efficiency of the project from several aspects.   ",
  "box-5-title": "Domains   ",
  "box-5-p": "The ability to reserve domains from your account on the site and take advantage of the monthly offers we offer in this field. Whereas after your purchase you will have complete control over your domain.   ",
  "box-6-title": "SSL Certificates   ",
  "box-6-p": "We provide SSL certificates that are recognized by all browsers and trusted, which helps you to boost the confidence of your customers and your site visitors. With exclusive offers for our customers, we make them monthly.   ",
  "box-7-title": "IP Geolocation   ",
  "box-7-p": "We also have IP Geolocation service, through which you can learn more details about your website visitors such as country, region, city, currency, language and many more details.",
  "box-8-title": "Telegram Bots   ",
  "box-8-p": "We also offer a professional and high quality Telegram Bots programming service. Examples include: Auto responding to customers, answering your FAQs, sending notifications, and many more.   ",

  "read-more": "Read More",

  "choice-title": "Why Correct is our best choice? ",
  "choice-p": "Our primary goal is the interest of our customers, so we continue to make every effort to provide many offers that distinguish us from others, which include: ",
  "choice-li-1": "Safe and error-free apps ",
  "choice-li-2": "We plan your project before starting to ensure its success ",
  "choice-li-3": "Technical support for a period of six months after the delivery of the project ",
  "choice-li-4": "All the domains, certificates, and maintenance you need in one place ",
  "choice-li-5": "Credibility, seriousness in work, and on time delivery ",
  "choice-li-6": "Affordable and competitive prices to the market and with higher quality ",
  "choice-li-7": "Multiple payment methods for everyone ",

  "ready-title": "Are you ready to implement your project",
  "ready-p": "New ideas need to be implemented quickly as our entrepreneurs race to invest every creative idea and turn it into a successful project. Correct has the experience and creativity to implement the ideas of its customers to enter the competition with the best successful projects. ",

  "about-us": "About us",
  "facts-title": "Facts",
  "facts-p": "We are a group of technical experts, gathered to provide our services at competitive prices and with higher quality. Where we developed and created many programs that helped their owners to perform their tasks easier, faster and more efficiently. We are working on the latest and most reliable technology to ensure great competition for our customers.",
  "partner": "Our Partners",
  "projects": "Projects",
  "happy-customers": "Happy customers",
  "programming-lines": "Programming lines",
  "years-of-work": "Years of work",
  "owl-title": "What Our Customers Say",
  "owl-p": "This is what some of our customers who have placed their full trust in our company, and you will be!",
  "nwl-name": "Nawal Houidegl",
  "nwl-job": "Mgr. of Shaofni",
  "nwl-p": "Very great web design company and their experience is very high.",
  "amer-name": "Ameer Nabeel",
  "amer-job": "Graphics Designer",
  "amer-p": " I liked the speed of the Correct company to accomplish my personal website with the features that I requested, with completeprofessionalism, thank you from the heart.",
  "ahmed-title": "Ahmed Allan",
  "ahmed-job": "The owner of a games site",
  "ahmed-p": " One of the best companies that I have dealt with Punctuality, high experience, and high quality All my needs were met excellently and beyond expectation I wish you all the best of luck.",
  "learn-more": "Learn More",
  "our-projects": "Our projects",
  "projects-p-1": "Here is a small part of our business in which we satisfied our customers and provided them with the best service,",
  "projects-p-2": "We're always publishing our latest projects on an ongoing basis in order to inform our customers of the achievements that we are achieving.",

  "website": "website",
  "cyber-security-website": "cyber security website",
  "Etisalate-website": "Etisalate website",
  "Frank-And-OaK": "Frank And OaK",
  "Dropbox-website": "Dropbox website",
  "web-title": "Own a website for you, your company, or your project, at very nominal prices!",
  "web-p": "One of the largest companies that provide technical services, such as websites and moThe websites are considered one of the most important means that help to link people to each other, and to transfer and exchange information, it has great importance and indescribable, for this we find great demand from different types of people to create websites, whether public or specialized in what achieves public or private interest on Both.",
  "section-1-title": "Modern designs",
  "section-1-p": "The design of the website or application affects the impression that website visitors make, as we take this aspect into account through:",
  "section-1-li-1": "Generating suitable ideas for your site to be designed in accordance of its idea",
  "section-1-li-2": "Using of the latest and most powerful tools and techniques to create the design",
  "section-1-li-3": "Monitor the latest design trends and apply them to our client sites",
  "section-2-title": "Smooth designs",
  "section-2-p": "All the apps that we create have the following features:",
  "section-2-li-1": "Ease of use and super speed",
  "section-2-li-2": "Error-free, customizable and scalable",
  "section-2-li-3": "Responsive design on all smart phone devices",
  "section-3-title": "Maximum levels of protection",
  "section-3-p": "The interest of our customers is our first goal, as all projects that are requested from us take into account the following aspects:",
  "section-3-li-1": "The project is free of security vulnerabilities or bugs",
  "section-3-li-2": "The inability of visitors to harm the project",
  "section-3-li-3": "Advice and educational discussions to the customer regarding the protection of his/her application",

  "app-title": "Apps Design & Development ",
  "app-p": "Creating a mobile application for your business is the most important thing to do for being a well-known brand, so let's take a tour of our work in this field ",
  "ssl-title": "SSL Certificates for all needs",
  "ssl-p": "Protect your users' data on the web, to increase their confidence in your website, at competitive rates starting at ",
  "our-plan": "Our plans",
  "plan-p": "Choose the plan that best suits your needs from the options below",
  "year-1": "Year 1",
  "year-2": "Year 2",
  "plan-box-1-title": "Essential SSL",

  "plan-box-1-p": "Suitable for personal sites, blogs and non-commercial sites",

  "plan-box-2-title": "Instant SSL",

  "plan-box-2-p": "Suitable for commercial sites that requires users' data.",

  "plan-box-3-title": "Positive SSL",

  "plan-box-3-p": "Suitable for personal websites, blogs, and simple websites.",

  "plan-box-4-title": "EV SSL",

  "plan-box-4-p": "Suitable for large projects, stores and company websites.",

  "plan-box-5-title": "Positive SSL Multi-domain",

  "plan-box-5-p": "Suitable for multi-domain business websites. (Includes three domains).",
  "certificate-title": "What is an SSL certificate?",
  "certificate-p-1": "An SSL Certificate acts as a third party to assure the security of your website. Whereas, obtaining this certificate adds an additional layer of protection for the data of your visitors, or the so-called Secure Socket Layer, which is originally an acronym for the word SSL. Also, obtaining this certificate is essential for any company that collects information from its users.",
  "certificate-p-2": "SSL certificates provide different levels of security, depending on the level of protection and the security features that your website and its users need. Obtaining this certificate for your site adds several features, some of which are visible, such as changing the website link to a link that starts with HTTPS://, the appearance of a green lock icon next to your website links, and many other invisible features that we have covered in the above section.",
  "certificate-p-3": "No matter what level of security you choose, users will realize that your site is safe, and this in turn will increase your visitors' confidence in your brand or the services you offer.",
  "benefit-title": "What is the benefit of obtaining an SSL certificate?",
  "benefit-p": "Obtaining an SSL certificate for your site adds several important features, such as:",
  "circle-1": "Protect sensitive data",
  "circle-2": "Activate HTTPS and lock next to your links",
  "circle-3": "Compliance with PCI standards",
  "circle-4": "Proof of website credibility",
  "circle-5": "Boosting your brand",
  "circle-6": "Increase your site's SEO advantage",
  "ssl-box-title": "What will you get when purchasing an SSL certificate from our website?",
  "ssl-box-p": "Every SSL subscription issued from Correct will bring you the following great features.",
  "ssl-box-1-title": "High encryption level",
  "ssl-box-1-p": "The level of security that an SSL certificate provides is determined by the number of 'bits' used to generate the encryption key. Then this key is used to encrypt the data. Most of our SSL certificates use either 256-bit or 128-bit encryption, depending on the capabilities of your web browser and server. Both 256 bits and 128 bits are a strong data protection standard.",
  "ssl-box-2-title": "Technical Support",
  "ssl-box-2-p": "Our support team is highly experienced in all areas that we offer, including SSL certificates. Where you can contact the support team whenever you want, in order to inquire about how to purchase your own certificate or to help you in installing or preparing it.",
  "ssl-box-3-title": "Support all browsers",
  "ssl-box-3-p": "These SSL certificates are carefully choosen by Correct experts to ensure they are compatible with all types of browsers. Our certificates are supported by all types of popular browsers, which means whatever type of browser you have and which browser your visitors are using, the SSL certificate we provide will be recognized without facing any problems.",
  "ssl-box-4-title": "SSL Trust Seal",
  "ssl-box-4-p": "It is a visual seal for your website, which you get when you purchase an SSL certificate. In fact, many website owners and managers buy an SSL certificate in order to obtain this seal. The shape of this stamp varies depending on the type of certificate issued, but all of them give the same meaning: 'This site is protected with an SSL certificate.",

  "domain-title": "Get a spot on the internet!",
  "domain-p": "Competitive pricing, solid security, total control, and special offers, all in one place.",
  "form-title": "Search you domain name now!",
  "form-p": "Type the domain name in the field below to view more details about the best rates and suggestions",

  "search": "search",
  "free-title": "Free Products And Services You Will Get",
  "free-p": "Services spacially for our customers",
  "free-box-1-title": "Full Domain Management",
  "free-box-1-p": "When you purchase a domain from our site, you will have full access to your domain. Where you can manage your domain easily and control all its details and information.",
  "free-box-2-title": "Easy & Quick Set-up",
  "free-box-2-p": "You will notice that you have completed the process of installing your domain and completing all its settings with just a few clicks. We are working hard to make the process of managing, installing and transferring domains very easy.",
  "free-box-3-title": "Full Privacy Protection For Free",
  "free-box-3-p": "All of your domains will have high privacy to protect the personal data of you or your company. This service continues to be provided throughout the subscription period and is free of charge, without paying any additional fees for activating it.",
  "free-box-4-title": "Free DNS Manager",
  "free-box-4-p": "Complete management of your domain's DNS records without limits, restrictions, subscriptions or additional fees. You will be able to edit, add and delete all DNS records of your domain for free throughout the period of your subscription.",
  "free-box-5-title": "We're Ready To Help",
  "free-box-5-p": "When you enter the control panel, you will find a section dedicated to the educational and technical support, which contains a wide range of tutorials and explanations that help you in the process of managing your domains. In addition to technical support available 24/7.",
  "nav-projects": "PROJECTS",
  "web": "WEB DEVELOPMENT",
  "app": "APPS DEVELOPMENTS",
  "ssl": "SSL CERTIFICATES",
  "domain": "DOMAINS",
  "footer-about-p-1": "We are team of developers and designers work together with the experience, efficiency and creativity in programming and design, to presenting our business differently around the world.",
  "footer-about-p-2": "Correct is a brand of Correct DEVELOPMENT LTD. Registered in England and Wales No: 13031797",
  "footer-about-p-3": "ِAddress : Egypt Cairo 33 Dr. Ibrahim Abu Al-Naga Street, Seventh District, Nasr City Second floor  , Saudi Arabia Riyadh Murabba Commercial Complex Office No. 88",
  "footer-about-p-4": "Visit us on social media",
  "footer-about-p-5": "Or call us on:",
  "footer-about-p-6": "Or you can email us on:",
  "payment": "Payment Methods:",
  "copy-right": "@ 2020",
  "copy-right-2": "Correct Development LTD",
  "copy-right-3": " All rights reserved.",
  "sitemap": "Sitemap",
  "terms-conditions": "Terms & Conditions",
  "privacy-policy": "Privacy Policy",
  "refund-policy": "Refund Policy",
  "cancel": "Cancellation Policy",
  "register-domain": "Register domain",
  "transfer-domain": "Transfer domain",
  "important-links": "Important links",
  "websites": "Websites",
  "mobile-apps": "Mobile Apps",
  "ssl-certificates": "SSL Certificates",
  "transfer-title": "Transfer your domain now at very nominal rates",
  "transfer-p": "Competitive pricing, solid security, total control, and special offers, all in one place.",
  "transfer-search-title": "Transfer your domain at competitive prices",
  "transfer-search-p": "Type the domain name in the field below to view more details about the best rates and suggestions",
  "cancel-title": "Cancellation Policy",
  "cancel-p-1": "You have the right to cancel all services we provide to you if you are not happy with your experience with them. But according to certain conditions that suit our work environment and the interest of our customers.",
  "cancel-p-2-1": "Canceling a service request may not necessarily mean returning money, please review the",
  "cancel-p-2-2": " Refund Policy",
  "cancel-p-2-3": "page for more information about the possibility of returning the money paid for the purchase of a specific service.",
  "cancel-p-3-1": "You can cancel a request for a specific service by sending a message to the following email address:",
  "cancel-p-3-2": "  info@Correct.io.",
  "cancel-p-3-3": "Your service request will be canceled within two (2) working days and we will inform you after canceling it.",

  "cancel-p-4": "Note: There is no fee for canceling the services provided to you.",
  "cancel-p-5": " Last update: 23 November 2020",
  "refund-policy-title": " Refund Policy",
  "refund-p-1": "Thank you for purchasing one of our services. We hope that you will be happy to do business with us by purchasing one of our services. In the event that you are not happy with your purchase of a service for any reason, you can submit a return request according to the conditions set forth below.",
  "refund-p-2": "* Please note that not all of our services are returnable.",
  "refund-p-3": "Return period",
  "refund-p-4": "In general, apart from products that are excluded from the return process, you must submit a return request within seven (7) days from the day the invoice was issued.",

  "refund-p-5": "Return process",
  "refund-p-6": "You can submit a return request by sending an email to our Customer Service Center at the following address: info@correct.ws which includes:",
  "refund-p-6-1": "You can submit a return request by sending an email to our customer service center at the following address:",
  "refund-p-6-2": "info@correct.ws",
  "refund-p-6-3": "Which includes:",
  "refund-p-7": "Your order number; And",
  "refund-p-8": "A copy of the invoice payment.",
  "refund-p-9": "The process of responding to the request may take a maximum of three (3) days, and this response will include information regarding your request whether it has been approved or not (based on the conditions described below according to each service), and if it is approved, access to the service will be withdrawn. That you have requested a full refund (you will not be able to manage / control the service that you requested to return) and start the process of returning the amount according to the principles agreed upon in this return policy page. The refund process may take up to fourteen (14) days from the date of submitting your refund request. It may take 1-2 business days for funds to appear on your card (duration depends on the card provider).",
  "refund-p-next": "2. Domains reservation, renewal and transfer services",
  "refund-p-10": "1. Programming, Development, designing and maintaining websites and mobile applications services",
  "refund-p-11-1": "You can cancel the process at any time you like, but you cannot refund the amount that was paid (the first and second payments), because your sending the first payment (or any amount related to this service) is your absolute acceptance of the",
  "refund-p-11-2": " Terms & Conditions ",
  "refund-p-11-3": "of Correct Development LTD, in which this condition was mentioned in Article 3 (3) of the section Terms and conditions for programming, design and maintenance services",
  "refund-p-12": "As for the reservation and renewal, you can cancel it, but you cannot get your money back because the reservation and renewal process is an immediate process in which your request is executed upon completion of the payment process. While the domain transfer process, you can request to retract and return the amount, but provided that the status of the request is not approved.",
  "refund-p-13": "* Note: When a request is made to transfer one of your domains, the request will be reviewed and audited by the company’s employees and then its status will be determined. After approval by the company’s staff, the status of the request will appear as “Approved” and this is the case that we intended to clarify in the previous paragraph.",
  "refund-p-14": "3. Design, video editing and montage services",
  "refund-p-15": "You can cancel it, but without refunding the amount on which the staff began to work.",
  "refund-p-16": "4. Services for reservation and renewal of SSL Certificates",
  "refund-p-17": "You can abandon the service, but it is not possible to return the money because this process is one of the immediate operations that is executed as soon as you pay the amount.",
  "refund-p-18": "Last update: 23 November 2020",
  "privacy-title": "Privacy Policy",
  "privacy-p-1": "This app collects some personal data from its users.",
  "privacy-p-2": "Important notes",
  "privacy-p-3": "This document contains a section dedicated to visitors who live in the state of California (CCPA) and their privacy rights.",
  "privacy-p-4": "This document contains a section dedicated to visitors who live in Brazil (LGPD) and their privacy rights.",
  "privacy-p-5": "This document can be printed for reference using the Print command in any browser settings.",
  "privacy-p-6": "The type of information we collect about you",
  "privacy-p-7": "We appreciate your interest and your concerns about the privacy of your data on the Internet.",
  "privacy-p-8": "This policy has been prepared to help you understand the nature of the data that we collect from you when you visit our website and how we deal with this personal data.",
  "privacy-p-9": "The type of information we collect about you",
  "privacy-p-10": "Among the data that this site collects about you (alone or with the assistance of a third party) are your full name, email address, phone number and country. As all this data is data that you provide to us when it is requested from you, and failure to provide this data may lead to making this site unable to provide the services you request, and this data will not be sold or shared with any other party except for governments and country institutions. You are completely free to request that this data be deleted or modified by contacting us.",
  "privacy-p-11": "In the event that some data is mentioned as not mandatory, users have the right to ignore it without consequences for the availability of services or their work, and we are fully prepared to receive your inquiries about providing data, which is mandatory and which is optional.",
  "privacy-p-12": "There is some other data that is automatically collected through the Google Analytics service, which in turn determines the audience of the site and some other details of the site’s visitors, which in turn help us to know our audience and how our visitors deal with the site in order to ensure that we continue to provide the best services to our customers and visitors to our site. Note that this data is collected automatically upon entering the site.",
  "privacy-p-13": "This site also records your cookies and we have the right to deal with any other party to analyze this data in order to improve the quality of the services we provide to our valued customers. In addition, your visit to any website (in addition to our site) will lead to the recording of your Internet Protocol (IP) address, the type and version of your browser, the time of your visit to the site and the link that you visited, as all of this data will be recorded by the company that provides the hosting services of our website.",
  "privacy-p-14": "Note that your use of the site and its services means your approval of all that is mentioned in this document, and the user bears full responsibility in the event that the third party publishes or shares the data that it collects from the users, as long as there is an authorization from the owner of this site for the third party to provide this data to us.",
  "privacy-p-15": "The way we're processing your collected data",
  "privacy-p-16": "The owner of this website takes appropriate security measures to prevent unauthorized access, disclosure, modification or unauthorized destruction of data. Where data is processed using computers and / or IT-enabled tools, following regulatory procedures and methods strictly related to the purposes indicated. In addition to that, the owner of the site, in some cases, may provide this data to certain types of persons responsible for or involved in the operation of this application (administration, sales, marketing, legal affairs, system administration) or external parties (such as: technical service providers and mail hosting providers, IT companies, and telecom agencies), if required, as authorized data processors by the owner. An updated list of data for these parties may be requested from the owner at any time.",
  "privacy-p-17": "Legal basis for data processing",
  "privacy-p-18": "The owner of this site or other entities authorized by the owner may process this personal data, if one or more of the following procedures apply:",
  "privacy-p-19": "Users have given their consent for one or more of the specified purposes;",
  "privacy-p-20": "Note: According to some legislations, the owner of this website may be allowed to process personal data until the user objects to this processing by unsubscribing or informing the work team with a request to delete all his data from the site's records, without having to rely on consent or any of the following legal rules . However, this procedure does not apply, when the processing of personal data is subject to European data protection law.",
  "privacy-p-21": "Providing data from the user is necessary, in order to be able to implement an agreement with the user and / or any previous contractual obligations;",
  "privacy-p-22": "Processing is necessary to comply with the legal obligation to which the owner is subject;",
  "privacy-p-23": "Processing relates to a mission in the public interest or in exercising the official authority vested in the owner;",
  "privacy-p-24": "Processing is necessary for the purposes of the legitimate interests of the owner or a third party; And",
  "privacy-p-25": "In any case, the site owner and persons authorized to represent the company will gladly help clarify the specific legal basis that applies to the processing, and in particular whether the provision of personal data is a legal or contractual requirement, or a necessary condition for entering into a contract.",
  "privacy-p-26": "Where the data is processed",
  "privacy-p-27": "The data is processed at the owner's operating offices and in any other places where the parties involved in the processing are located.",
  "privacy-p-28": "Depending on the user's location, data transfers may involve the transfer of user data to a country other than their own. To find out more about where this transferred data is processed.",
  "privacy-p-29": "Users also have the right to learn about the legal basis for data transfers to a country outside the European Union or to any international organization governed by public international law or established by two or more countries, such as the United Nations, and about the security measures taken by the owner to protect his data.",
  "privacy-p-30": "Should any such transfer occur, users can find out more by checking the relevant sections of this document or inquiring with the owner using the information provided in the Contact section.",
  "privacy-p-d": "The lifetime of the data",
  "privacy-p-31": "Personal data must be processed and stored for as long as required according to the purpose for which it was collected.",
  "privacy-p-32": "The personal data collected for the purposes of performing a contract between the owner and the user will be kept until that contract is fully executed.",
  "privacy-p-33": "Personal data collected for the purposes of the legitimate interests of the owner must be kept as long as it is necessary to achieve these purposes. Users may find specific information related to the legitimate interests of the owner in the relevant sections of this document or by contacting the owner.",
  "privacy-p-34": "The owner may be allowed to retain personal data for a longer period when the user has agreed to this processing (as long as the user does not request the removal of this data from the site records from the owner or the persons authorized to do so from the owner), and as long as this consent has not been withdrawn. Moreover, the owner may be obligated to retain personal data for a longer period whenever required to do so in order to perform a legal obligation or upon an order from an authority.",
  "privacy-p-35": "Once the retention period expires, the personal data will be deleted. Therefore, the right to access, right to erase, right to rectification and right to data portability cannot be enforced after the retention period has expired.",
  "privacy-p-36": "The purposes of data processing",
  "privacy-p-37": "User data is collected to allow the owner to provide his service, to comply with his legal obligations, to respond to enforcement requests, to protect his rights and interests (or to the rights of users or third parties), to detect any malicious or fraudulent activity, in addition to the following: contact the user and comment on analyzes and content.",
  "privacy-p-38": "For specific information about the personal data used for each purpose, the user can refer to the Detailed information on personal data processing section.",
  "privacy-p-39": "User Rights",
  "privacy-p-40": ".Users may exercise certain rights in relation to their data that the owner processes.",
  "privacy-p-41": "In particular, users are entitled to do the following:",
  "privacy-p-42-b": "Withdraw their consent at any time.",
  "privacy-p-42": "Users have the right to withdraw consent as long as they previously agreed to the processing or collection of their personal data",
  "privacy-p-43-b": "Object to the processing of their data.",

  "privacy-p-43": "Users have the right to object to the processing of their data if the processing is carried out on a legal basis other than consent",
  "privacy-p-44-b": "Access to their data.",
  "privacy-p-44": "Users have the right to know whether or not the owner processes the data, to obtain disclosure about certain aspects of the processing and to obtain a copy of the data that is subject to processing.",
  "privacy-p-45-b": "Check and ask for correction.",
  "privacy-p-46-b": "Restricting the processing of their data.",
  "privacy-p-46": "Users have the right, under certain circumstances, to restrict the processing of their data. In this case, the owner will not process his data for any purpose other than storing it.",
  "privacy-p-47-b": "Delete their personal data or otherwise remove it.",

  "privacy-p-47": "Users have the right, under certain circumstances, to have their data erased from the owner",
  "privacy-p-48-b": "Make a complaint",
  "privacy-p-48": "Users have the right to file a lawsuit before the competent data protection authority",
  "privacy-p-49": "Users have the right to verify the accuracy of their data and request that it be updated or corrected",
  "privacy-p-50": "Details about the right to object to processing",
  "privacy-p-51": "When personal data is processed in the public interest, in the exercise of the official authority vested in the owner or for the purposes of the legitimate interests pursued by the owner, users may object to this processing by providing a basis related to their own situation as a justification for this objection.",
  "privacy-p-52": "Users should know that if their personal data is being processed for direct marketing purposes, they can object to such processing at any time without providing any justification. To find out if the owner is processing personal data for direct marketing purposes, users can refer to the relevant sections in this document.",
  "privacy-p-53": "How to exercise these rights",
  "privacy-p-54": "Any requests to exercise user rights can be directed to the owner of this site or persons authorized to do so by contacting and informing us of that. These requests can be exercised free of charge and will be processed by the owner as soon as possible within one month.",
  "privacy-p-55": "Additional information about the collection and processing of user data",
  "privacy-p-56": "User personal data may be used for legal purposes by the owner in court or in the stages that lead to potential legal action arising from the improper use of this application or related services.",
  "privacy-p-57": "The user declares that he is aware that the owner may be required to disclose personal data at the request of public authorities.",
  "privacy-p-58": "Additional information about the user's personal data",
  "privacy-p-59": "In addition to the information contained in this privacy policy, this application may provide the user with additional and contextual information related to specific services or the collection and processing of personal data upon request.",
  "privacy-p-60": "System logs and maintenance",
  "privacy-p-61": "For operation and maintenance purposes, this application and any third-party services may collect files that record interaction with this application (system logs) that use other personal data (such as an IP address) for this purpose.",
  "privacy-p-62": "Information not contained in this policy",
  "privacy-p-63": "Further details regarding the collection or processing of personal data may be requested from the owner at any time.",
  "privacy-p-64": "How are 'Do Not Track' requests handled",
  "privacy-p-65": "This app does not support Do Not Track requests.",
  "privacy-p-66": "To determine whether any of the third-party services you use accept Do Not Track requests, please read their privacy policies.",
  "privacy-p-67": "Changes to this Privacy Policy",
  "privacy-p-68": "The owner reserves the right to make changes to this privacy policy at any time by notifying its users on this page and possibly within this application and / or - as far as technically and legally possible - sending a notice to users via any contact information available to the owner. It is highly recommended that you check this page often, noting the date of last modification listed below.",
  "privacy-p-69": "In the event that the changes affect the processing activities that are made on the basis of the user's consent, the user must read them well and not request to object to processing or delete the data, which will mean his approval of the new privacy policy, which is a complete authorization to the site owner to continue despite the changes in the privacy policy.",
  "privacy-p-70": "Information for California consumers",
  "privacy-p-71": "This part of the document is integrated and complements the information contained in the rest of the Privacy Policy and is provided by the company that runs this website, and if so, the parent company and its subsidiaries (for the purposes of this section referred to collectively as we, ours , our).",
  "privacy-p-72": "The provisions in this section apply to all users who are consumers who are residents of California, USA, in accordance with the “California Consumer Privacy Act of 2018” (users are referred to below, simply as “you,” “your,” “yours.” For these consumers, these provisions supersede any other potentially conflicting or conflicting provisions contained in the Privacy Policy.",
  "privacy-p-73": "This part of the document uses the term personal information as defined in the California Consumer Privacy Act (CCPA).",
  "privacy-p-74": "Categories of personal information collected, disclosed, or sold",
  "privacy-p-75": "In this section we summarize the categories of personal information that we have collected, disclosed or sold, and their purposes. You can read about these activities in detail in the section titled",
  "privacy-p-76": "The type of information we collect about you",
  "privacy-p-77": "of this document",
  "privacy-p-78": "Information We Collect: The categories of personal information that we collect",
  "privacy-p-79": "We have collected the following categories of personal information about you: identifiers and internet information.",
  "privacy-p-80": "We will not collect additional categories of personal information without notifying you.",
  "privacy-p-81": "How do we collect information: What are the sources of personal information we collect?",
  "privacy-p-82": "We collect the above categories of personal information, either directly or indirectly, from you when using this application.",
  "privacy-p-83": "For example, you provide your personal information directly when submitting requests via any forms on this site. You also indirectly provide personal information when navigating this website, as your personal information is automatically observed and collected. Finally, we may collect your personal information from third parties who work with us in connection with the service or the operation and features of this website.",
  "privacy-p-84": "How we use the information we collect: Sharing and disclosing your personal information with third parties for a commercial purpose",
  "privacy-p-85": "We may disclose the personal information we collect about you to a third party for commercial purposes. In this case, we enter into a written agreement with this third party that requires the recipient to maintain the confidentiality of personal information and not to use it for any purpose (s) other than those necessary to implement the agreement.",
  "privacy-p-86": "We may also disclose your personal information to third parties when you explicitly request or authorize us to do so, in order to provide you with our services.",
  "privacy-p-87": "To learn more about the purposes of the processing, please refer to the relevant section of this document.",
  "privacy-p-88": "Sell your personal information",
  "privacy-p-89": "For our purposes, the word “selling” means selling, renting, releasing, disclosing, publishing, making available, transferring, or transferring in any other way orally or in writing or by electronic means, the personal information of the consumer by the company to another company. Or a third party, for cash or any other valuable consideration.",
  "privacy-p-90": "This means, for example, that selling can happen when an app is running ads, performs statistical analyzes of traffic or views, or simply because it uses tools like social media plugins and the like.",
  "privacy-p-91": "Your right to opt out of the sale of personal information",
  "privacy-p-92": "You have the right to opt out of the sale of your personal information. This means that whenever you ask us to stop selling your data, we will comply with your request.",
  "privacy-p-93": "These requests can be submitted freely, at any time, without submitting any verifiable request, simply by following the instructions below.",
  "privacy-p-94": "Instructions to unsubscribe from selling personal information",
  "privacy-p-95": "If you would like to know more, or exercise your right to unsubscribe, in relation to all sales made by this application, whether online or offline, you may contact us for more information.",
  "privacy-p-96": "What are the purposes for which we use your personal information?",
  "privacy-p-97": "We may use your personal information to allow the operation and features of this application (commercial purposes). In such cases, your personal information will be processed in a manner necessary and proportionate to the business purpose for which it was collected, and within the limits of strictly compatible operational purposes.",
  "privacy-p-98": "We may also use your personal information for other reasons such as commercial purposes (as described in the ",
  "privacy-p-99": "The type of information we collect about you",
  "privacy-p-100": "section in this document), as well as to comply with the law and defend our rights before the relevant authorities where our rights and interests are threatened or we suffer actual harm.",
  "privacy-p-101": "We will not use your personal information for various, irrelevant or incompatible purposes without notice to you.",
  "privacy-p-102": "Your California Privacy Rights and How to Exercise them",
  "privacy-p-103": "Right to know and portability",
  "privacy-p-104": "You have the right to request that we disclose to you:",
  "privacy-p-105": " In the event that personal information is sold or disclosed for a commercial purpose, there are two separate lists in which we disclose:",
  "privacy-p-106": "Sales, and classes of personal information purchased by each category of recipients; And",
  "privacy-p-107": "For commercial purpose disclosures, the categories of personal information that each category of recipient has obtained.",
  "privacy-p-108": "The disclosure described above will be limited to personal information collected or used during the past 12 months.",
  "privacy-p-109": " If we send our response electronically, the attached information will be portable, that is, delivered in an easy-to-use format to enable you to transfer the information to another entity without hindrance - provided this is technically feasible.",
  "privacy-p-110": "The right to request that we delete your personal information",
  "privacy-p-111": "  You have the right to ask us to delete any of your personal information, subject to the exceptions stipulated in the law (for example, but not limited to, where the information is used to identify and fix errors in this application, to discover security problems and protect against fraudulent or illegal activities, to exercise some rights. Etc.).",
  "privacy-p-112": "      If, as a result of exercising your right, no legal exception applies, we will delete your personal information and direct any of our service providers to do so.",
  "privacy-p-113": "How to exercise your rights",
  "privacy-p-114": " To exercise the rights described above, you need to send your verifiable request to us by calling us.",
  "privacy-p-115": " In order for us to respond to your request, it is essential that we know who you are. Therefore, you can only exercise the above rights by submitting a verifiable application and you must:",
  "privacy-p-116": "Provide information sufficient to allow us to reasonably verify that you are the person with whom we have collected personal information or an authorized representative;",
  "privacy-p-117": "       Describe your request in sufficient detail to allow us to properly understand, evaluate and respond to your request.",
  "privacy-p-118": " We will not respond to any request if we are unable to verify your identity and thus confirm the personal information we have in your possession.",
  "privacy-p-119": "   If you are unable to make a personal verifiable request, you may authorize a person registered with the California Secretary of State to act on your behalf.",

  "privacy-p-120": " If you are an adult, you can submit an application that can be verified on behalf of a minor who is under your parental authority.",
  "privacy-p-121": "   You can submit a maximum of two applications within a period of 12 months.",
  "privacy-p-122": "How and when we are expected to handle your request",
  "privacy-p-123": "We will confirm receipt of your verifiable order within 10 days and provide information on how to process your request.",
  "privacy-p-124": "    We will respond to your request within 45 days of receiving it. If we need more time, we'll explain the reasons for this and how much time we need. In this regard, please note that it may take up to 90 days to fulfill your request.",
  "privacy-p-125": "Our disclosure will cover the previous 12 months.",
  "privacy-p-126": " If we reject your request, we will explain the reasons for our refusal.",
  "privacy-p-127": "We do not charge a fee to process or respond to your verifiable request unless such request is clear or excessive. In such cases, we may charge a reasonable fee, or decline to act upon request. Either way, we will communicate our options and explain the reasons behind this.",

  "privacy-p-128": "Information for users residing in Brazil",
  "privacy-p-129": " This part of the document is integrated and supplemented with the information contained in the rest of the Privacy Policy and is provided by the entity that manages this website, and if so, the parent companyand its subsidiaries and affiliates (for the purposes of this section referred to collectively as we, ours, our, ourselves).",

  "privacy-p-130": "   The provisions in this section apply to all users residing in Brazil, according to “Lei Geral de Proteção de Dados” (users are referred to below, simply as “you”, “yours”, “your”, ”yourself”). For these users, these provisions supersede any other provisions that may be conflicting or inconsistent in the privacy policy.",
  "privacy-p-131": "  This part of the document uses the term “personal information” as defined in Lei Geral de Proteção de Dados (LGPD).",

  "privacy-p-132": "The bases on which we process your personal information",
  "privacy-p-133": " We can only process your personal information if we have a legal basis for that processing. The legal bases are as follows:",
  "privacy-p-134": "Your consent to relevant data processing activities;",
  "privacy-p-135": "Comply with a legal or regulatory obligation that we bear;",
  "privacy-p-136": "    Implement public policies stipulated in laws or regulations or on the basis of contracts, agreements and similar legal instruments;",
  "privacy-p-137": "  Studies conducted by research entities, preferably on anonymous personal information;",
  "privacy-p-138": "   Execution of the contract and its preliminary procedures, in cases where you are a party to the said contract; contact us or inquire, please use one of the following methods:",

  "privacy-p-139": " Exercising our rights in judicial, administrative or arbitration proceedings;",
  "privacy-p-140": "Protection or the physical safety of you or a third party;",
  "privacy-p-141": "     Health protection - in actions carried out by health entities or professionals;",
  "privacy-p-142": "  Our legitimate interests, provided that your fundamental rights and freedoms do not override these interests; And",
  "privacy-p-143": "Credit protection.",
  "privacy-p-144": " To learn more about the legal grounds, you can contact us at any time.",
  "privacy-p-145": "Categories of personal information processed",
  "privacy-p-146": "    To find out what categories of your personal information is being processed, you can read the section titled ",
  "privacy-p-147": "The type of information we collect about you",
  "privacy-p-148": " within this document.",
  "privacy-p-149": "Why do we process your personal information",
  "privacy-p-150": "   To find out why we are processing your personal information, you can read the sections titled ",
  "privacy-p-151": "The type of information we collect about you",
  "privacy-p-152": " and ",
  "privacy-p-153": "Purposes of Data Processing",
  "privacy-p-154": " in this document.",
  "privacy-p-155": "Your Brazilian privacy rights, how to place a request and our response to your requests",
  "privacy-p-156": "Your Brazilian Privacy Rights",
  "privacy-p-157": "You have the right to:",
  "privacy-p-158": " Obtaining confirmation of the existence of processing activities on your personal information;",
  "privacy-p-159": "   Correct incomplete, inaccurate or outdated personal information;",
  "privacy-p-160": "   Obtaining anonymity, blocking, or deletion from your unnecessary or excessive personal information, or information that is not processed according to the LGPD;",
  "privacy-p-161": "  Obtaining information about the possibility of providing or denying your consent and the consequences thereof;",
  "privacy-p-162": "   Obtaining information about third parties with whom we share your personal information;",
  "privacy-p-163": "  Obtain, upon your express request, the ability to transfer your personal information (excluding anonymous information) to another service provider or product, provided that our trade and industrial secrets are protected;",
  "privacy-p-164": "     Get your personal information that is being processed to be deleted if the processing is based on your consent, unless one or more exceptions are provided in the article. 16 LGPDs apply;",
  "privacy-p-165": "Revoke your consent at any time;",
  "privacy-p-166": "   File a complaint regarding your personal information with ANPD (National Data Protection Authority) or with consumer protection agencies;",
  "privacy-p-167": "        Opposing data processing activity in cases where the processing is not carried out in accordance with the provisions of the law;",
  "privacy-p-168": " Requesting clear and sufficient information about the criteria and procedures used to make an automated decision; And",
  "privacy-p-169": "      Request a review of decisions made solely on the basis of the automated processing of your personal information, which affects your interests. These include decisions to define your personal, professional, consumer, credit, or personality aspect.",

  "privacy-p-170": "You will never be discriminated against, or otherwise harmed, if you exercise your rights.",
  "privacy-p-171": "How to submit your application",
  "privacy-p-172": "  You may submit your express request to exercise your rights free of charge, at any time, or via your legal representative.",
  "privacy-p-173": "How and when will we respond to your request",
  "privacy-p-174": "We will strive to respond promptly to your requests.",
  "privacy-p-175": "  In any case, if it is impossible for us to do so, we will make sure to inform you of the factual or legal reasons that prevent us immediately, or in any other way, from complying with your requests. In cases where we do not process your personal information, we will inform you of the natural or legal person to whom your requests should be directed, if we are in a position to do so.",
  "privacy-p-176": "  In the event that you submit a request for confirmation of access or a request to confirm the processing of personal information, please ensure that you specify whether you wish to have your personal information delivered in electronic or printed form.",
  "privacy-p-177": "   You will also need to tell us if you would like us to respond to your request immediately, in which case we will respond in a simplified manner, or if you require a full disclosure instead.",
  "privacy-p-178": " In the latter case, we will respond within 15 days from the time of your request, providing you with all information regarding the origin of your personal information, confirmation of whether or not the records exist, and any criteria used for processing and purposes of processing, while preserving our trade and industrial secrets.",
  "privacy-p-179": " In the event that you submit a request to correct, delete, anonymize or block personal information, we will ensure that your request is promptly transmitted to the other parties with whom we have shared your personal information in order to enable these third parties to also comply with the request - except in cases where it is proven that this is Communication is impossible or involves disproportionate effort on our part.",
  "privacy-p-180": "The law permits the transfer of personal information outside of Brazil",
  "privacy-p-181": "  We are permitted to transfer your personal information outside of Brazilian territory in the following cases:",
  "privacy-p-182": "   When the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution agencies, in accordance with the legal means stipulated in international law;",
  "privacy-p-183": "  When the transportation is necessary to protect your life, physical security, or third-party security;",
  "privacy-p-184": "When the transfer is authorized by the ANPD;",
  "privacy-p-185": "    When the transfer results from a commitment undertaken in an international cooperation agreement;",
  "privacy-p-186": "      When a transfer is necessary to carry out a public policy or legal attribution of public service; And",
  "privacy-p-187": "    When the transfer is necessary to comply with a legal or regulatory obligation, the execution of a contract or preliminary procedures related to the contract, or the regular exercise of rights in judicial, administrative or arbitral proceedings.",
  "privacy-p-188": "Definitions and legal references",
  "privacy-p-189": "Personal information (or data)",
  "privacy-p-190": " Any information that allows, directly or indirectly, or in relation to other information - including a personal identification number - to identify or identify a natural person.",
  "privacy-p-191": "Usage data",
  "privacy-p-192": "   Information automatically collected by this site (or third-party services used on this site), which may include: IP addresses or domain names of computers used by users who use this site, URI addresses (Uniform Resource Identifier), and time The request, the method used to submit the request to the server, the size of the file received in response, the numeric code indicating the server's response status (successful result, error, etc.), country of origin, browser features and the operating system used by the user, and the different time details for each visit (for example For example, the time spent on each page within the site) and details about the path followed within the site with special reference to the sequence of pages visited and other parameters about the device's operating system and / or the user's IT environment.",
  "privacy-p-193": "The user",
  "privacy-p-194": "The person using this website who matches the data subject, unless otherwise stated.",
  "privacy-p-195": "Data subject",
  "privacy-p-196": "The natural person to whom the personal data refers.",
  "privacy-p-197": "Data processor (or data supervisor)",
  "privacy-p-198": "A natural or legal person, public authority, agency, or any other body that processes personal data on behalf of the financial controller, as described in this privacy policy.",
  "privacy-p-199": "Data controller (or owner or site owner)",
  "privacy-p-200": "A natural or legal person, public authority, agency or any other body that determines, alone or jointly with others, the purposes and means of processing personal data, including security measures related to the operation and use of this website. The data controller, unless otherwise stated, is the owner of this website.",
  "privacy-p-201": "This website (or app)",
  "privacy-p-202": " The means by which the user's personal data is collected and processed.",
  "privacy-p-203": "The service",
  "privacy-p-204": "The service provided by this website / application.",
  "privacy-p-205": "European Union (or EU)",
  "privacy-p-206": "  Unless otherwise specified, all references in this document to the European Union include all current member states of the European Union and the European Economic Area.",
  "privacy-p-207": "Cookies",
  "privacy-p-208": " Cookies are tracking tools made up of small sets of data stored in the user's browser.",
  "privacy-p-209": "Tracker",
  "privacy-p-210": "        A tracker refers to any technology - for example cookies, unique identifiers, web beacons, embedded scripts, electronic tags, and fingerprints - that enables users to be tracked, for example by accessing or storing information on the user's device.",
  "privacy-p-211": "Contact information",
  "privacy-p-212": "Please visit the",
  "privacy-p-213": "Contact Us",
  "privacy-p-214": " page to view all contact details available to us.",
  "privacy-p-215": "Legal information",
  "privacy-p-216": " This privacy statement has been prepared based on the provisions of various legislation, including Article. 13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).",
  "privacy-p-217": "Last update: 23 November 2020",

  "contact-p-1": "To contact or inquire with us, please use one of the following methods:",

  "contact-p-2": "In the meantim, we're offering Web & Mobile Development and Maintenance services, Designing & Video Editting, Domain Registration and SSL Certifications.",
  "contact-information": "Contact Information",
  "street": "24-26 Arcadia Avenue Dephna House #105 London, Greater London United Kingdom N3 2JU",
  "message": "Send us a message",
  "form-contact-p": "Please fill in the fields below making sure to write your phone number (with the country code) and your email address well.",
  "email-addreess": "Email Address",
  "full-name": "Full name",
  "subject": "subject",
  "phone": "phone number",
  "message-body": "message body",
  "end-p-1": "By pressing the Send button below, you acknowledge your read, understand and agree to",
  "end-p-2": " Terms & Conditions",
  "end-p-3": "and all the details mentioned on the",
  "send": "send",
  "privacy": " Privacy page",
  "place-name": "type your full name",
  "place-email": "type your email address",
  "place-phone": "type your phone number",
  "place-subject": "type your message subject",
  "place-message": "Message goes here",

  "about-p": "We are a group of technical experts, gathered to provide our services at competitive prices and with higher quality. Where we developed and created many programs that helped their owners to perform their tasks easier, faster and more efficiently. We are working on the latest and most reliable technology to ensure great competition for our customers.",
  "about-p-2": "What distinguishes us:",
  "about-p-3": "Strong protection.",
  "about-p-4": "We complete projects quickly",
  "about-p-5": "Post-delivery services for projects.",
  "about-p-6": "The use of the latest and most powerful technologies.",
  "about-p-7": "Our aspirations",
  "about-p-8": "We are looking to develop content and raise its level of professionalism in many aspects, to develop from its current situation to something more professional and thus become content of more useful for all disciplines.",
  "about-p-9": "Services",
  "about-p-10": "We're offering Web & Mobile Development and Maintenance services, Designing & Video Editting, Domain Registration and SSL Certifications.",
  "about-p-11": "Company registration",
  "about-p-12": "Correct is a brand of Correct DEVELOPMENT LTD. Registered in England and Wales No: 13031797.",
  "about-p-13": "Contact information",
  "about-p-14": "To see the available contact methods, please kindly visit the ",
  "about-p-15": " page ",

  "terms-title": "Terms and Conditions",
  "terms-p": "This page explains all the terms and conditions regarding the use of the Correct Development LTD website at Correct.io and / or info@correct.ws.",
  "terms-p-1": "Your use of this website and / or the services provided therein is your explicit consent to be bound by all terms and conditions of use and all applicable laws and regulations. You agree to be responsible for compliance with applicable local and international laws. We also reserve the right to update or change the terms and conditions of use at any time without prior notice, so that these modifications will be effective from the date of their publication. Therefore, we suggest that you review the terms and conditions of use whenever you decide to use the site and / or benefit from its services. In the event that you do not agree to these terms, please do not use the website and / or the services it provides.",
  "terms-p-2": "We also reserve the right to update and / or amend the website and / or services and / or stop them at any time. You acknowledge that we are not responsible for facing you or any third party for any update and / or modification of the website and services or any suspension of them. The company will not be responsible to any user for any modifications or suspension of services.",
  "terms-p-3": "It is not permissible to use this site or the services provided on it if your age is less than (18). Whereas, you hereby acknowledge and agree that your age is not less than the age specified in this clause. And in the event that you register a personal account for a legal person (company, institution, association, etc.), you acknowledge that you are authorized by that legal person and have full authority to create the account, use the site, and benefit from its services in his name and on his behalf.",
  "terms-p-4": "The following terminology applies to these terms and conditions, privacy statement, disclaimer notice and all agreements: “client”, “customer”, “you”, “your”, “yours“ refers to you as a customer of Correct Development LTD, while we refer to ourselves as “we”, “ours“, “ourselves,” and we refer also to both parties (you and us) as “the parties” and / or “we”.",
  "terms-p-5": "Any use of the above-mentioned terms or other words in the singular, plural, and / or he / she or them, is considered interchangeable and refers to the same thing. We may also refer to the “first party” to us, and we may refer to you as the “second party”.",
  "terms-p-6": "Correct use of the services we provide",
  "terms-p-7": "Users should only use the services for legitimate purposes and in particular they may not:",
  "terms-p-8": "Use any obscene, threatening, offensive or defamatory material or those materials that violate any law or regulation, violate trust, harm minors, violate intellectual property rights, unlawful, impersonate any person or entity, or incorrectly refer to or pervert Belonging to a person or entity;",
  "terms-p-9": "Taking advantage of the services of this company and its affiliate sites to make other users or third parties receive unwanted or unauthorized advertisements, promotional material, spam, fraudulent mail, spam, chain letters, or any other form of solicitation or exploitation of services The company and its affiliated sites intentionally or by mistake to damage or / or cause a defect and / or malfunction of the company’s system and / or its affiliate sites and / or harm any other user or third party; And",
  "terms-p-10": "Collecting or storing the personal data of other users or third parties.",
  "terms-p-11": "Any breach of the foregoing authorizes the company to terminate your use of the services and / or delete all your accounts.",
  "terms-p-12": "Cookies",
  "terms-p-13": " privacy policy",
  "terms-p-14": "We use cookies. Whereas, by using our website and / or the services that we provide, you agree to the use of cookies in agreement with our ",
  "terms-p-15": "Most interactive websites use cookies to allow user details to be retrieved for each visit. Our site uses cookies to enable the functions of certain areas to facilitate people to visit our site. Some affiliate partners, advertisers and / or third parties may also use cookies to help us provide some additional services, such as analytical, administrative and advertising services.",
  "terms-p-16": "Disclaimer of Warranties",
  "terms-p-17": "The company and its affiliated sites do not make any guarantees regarding the accuracy of the information, the completeness of the content, the legality and reliability of the information that is displayed or shared among the members, or the information that is published on all the sites of the company by the customers;",
  "terms-p-18": "The Company excludes, to the extent permitted by law, any warranties of any kind relating to infringement of property rights including intellectual rights;",
  "terms-p-19": "The company also does not make any guarantees regarding the safety and correctness of the information on its website and with regard to the services advertised on the website or advertised and / or available through the linked sites. And",
  "terms-p-20": "The company disclaims any liability for any damages of any kind that may be incurred by any user when using the services. The company is not responsible for any improper use of users' personal data.",
  "terms-p-21": "Intellectual property",
  "terms-p-22": "All rights, including copyright, in the content of the site are owned or controlled for these purposes by the company. Users may use the content only for personal or / and non-commercial use.",
  "terms-p-23": "Users are not permitted to copy, broadcast, download, store (by any medium), transmit, display, partially or fully operate, adapt or change the content of the website in any way for any other purpose whatsoever without obtaining permission from the company and its owner in particular.",
  "terms-p-24": "Applicable laws",
  "terms-p-25": "You agree that all matters relating to your access to or use of the site and the use of the services it provides, including all disputes, will be subject to the laws of the United Kingdom without regard to its conflict of law with this document. If you are a consumer residing in the European Union, you can file a claim in the courts of the country in which you reside. Any claim under these Terms of Use must be made within one (1) year after the cause of action has arisen, or such claim or cause of action is prohibited.",
  "terms-p-26": "iFrames",
  "terms-p-27": "Without prior consent and written permission, you may not create iFrames around our webpages that change in any way the visual presentation or appearance of our website.",
  "terms-p-28": "Privacy of your information",
  "terms-p-29": "Please kindly visit our",
  "terms-p-30": "privacy policy",
  "terms-p-31": "page to view all the details contained therein",
  "terms-p-32": "Terms and conditions for developing, programming, design and maintenance services",
  "terms-p-33": "The second party is obliged to pay no less than 50% of the amount agreed upon as serious evidence;",
  "terms-p-34": "The second party has no right to ask the company to cancel the contract and recover the amount paid after signing the contract drawn up between it and the first party without prejudice to the first party with one of the terms of this contract;",
  "terms-p-35": "The first party is obliged to send an inspection form for the project design for the second party after signing the contract and depositing the contract payment. In the event that the second party approves the design it is considered final approval, and in the event that it retracts the design, the first party is entitled to request 35% of the amount agreed upon to implement the project;",
  "terms-p-36": "The first party is obligated to deliver the second party the project in full on the specified date and the work period will be agreed in writing and start immediately the next day after the second party agrees to preview the design;",
  "terms-p-37": "The first party is committed to technical support for a period of 3 months that includes all the modifications that the second party requires, provided that it is not considered adding new features;",
  "terms-p-38": "During the period of 3 months from the date of handing over the project, the second party is obligated to notify the first party of all programming problems, if any, in the application based on his personal experience. It is agreed by both parties, and this condition applies to all other services;",
  "terms-p-39": "The second party is obliged not to sell his project to any other party except by stipulating that the company's rights remain under the application or pay the designating company the value of expropriation of rights equal to 100% of the value of the amount paid, and the company has the right to suspend the project if the customer strikes the rights without the consent or prosecution of the first party;",
  "terms-p-40": "The first party to alert the second party is committed in the event of any practices contrary to the Constitution of the United Kingdom laws and one month after the alarm and reporting of the company's right to delete the offending without reference to the second party, or close the application if large violation calls for closure and re-open it only to pay a fine of 10% of the value of Contracting with a pledge not to repeat the violation again or the company to resort to the courts;",
  "terms-p-41": "The second party is obliged not to install any software that eats up the server's resources, and if there is any software that seriously eats the server's resources, the company will alert the second party to close the application if it does not do so;",
  "terms-p-42": "The second party is obligated not to install unlicensed software on its own hosting, and the company is committed to these laws and so that this violation does not cause the company’s servers to be suspended, the company will alert the second party to the licensing or deletion of the software within a month, and the second party has no right to object after a month has passed since the action that the company will take against the second party;",
  "terms-p-43": "The first party does not bear responsibility for the damages to the site of the second party as a result of errors committed, and in the event of failure of the server from the first party, it is required to provide an alternative server until the return of the first server;",
  "terms-p-44": "In the event that the hosting period expires and the second party does not renew the subscription, we - the first party - are not responsible for the loss of the data of the second party and is not entitled to claim any data or backup copies except in the case of renewal for the previous period and pay all its dues according to the available plans and in the case of reserving the hosting and confirming the request Receiving data is not entitled to cancel the hosting after it has been opened and will continue to work until the contract period ends;",
  "terms-p-45": "The first party is obligated to inform the second party in the event that the company performs periodic maintenance operations, and the second party is not entitled to seek compensation from the company during this process;",
  "terms-p-46": "The first party does not commit any compensation to the second party if its site is hacked due to the customer's illegal and immoral practices;",
  "terms-p-47": "The first party is committed to a professional level in securing sites and software and providing high-quality applications, but the second party does not have the right to request any compensation in the event of a software error that caused the application to penetrate, but the company is committed to solving the problem because there is no 100% secure site;",
  "terms-p-48": "The customer does not have the right to refuse to place his application within the company's projects page on the company's official website, and if he insists on that, he must pay 100% of the contract value;",
  "terms-p-49": "The second party does not have the right to defame the Correct Development LTD company in its employees or administration, and instead the customer has the right to go to the competent authorities to submit his complaint, knowing that defamation in any form gives the full right to cancel the contract and refuse to provide any service whatsoever to the customer With the suspension of the service and its non-operation, except by order of the court and after the issuance of an order stating that, the company may resort to suing the second party and requesting substantial financial compensation if this affects the reputation of the company and the reputation of its employees and causes them material losses in the market;",
  "terms-p-50": "The two parties are obliged not to defame each other in the event of violating any of the terms of this contract and whoever defames the two parties in any medium or on the Internet without resorting to the judiciary is obliged to pay the amount of 25 thousand dollars in compensation to the other party and has no right to object or request to reduce the amount of the amount;",
  "terms-p-51": "In the event that the first party completes the project and submits completely to the second party, the customer does not have the right to delay the payment of any debts to the company and the maximum period to pay the debt or the rest of the company’s dues is 7 to 10 working days and a delay fine of 1% of the amount due is paid for each day Delay after the maximum period allowed for the second party, and in the event that the customer does not pay the remaining dues of the company, The first party has the right to close the application and will not open it before paying the dues of the company in addition to the delay fines. And the second party has no right to object or sue the a company;",
  "terms-p-52": "The first party does not have the right to sell the same design of the second party, and in the event that the second party has the right to sue the first party and request compensation, as for the imitation of the design from any other party, no liability falls on the first party; And",
  "terms-p-53": "The two parties are bound by the laws of the United Kingdom constitution, and in the event that any of them violates the laws of the state, either party has the right to resort to the judiciary to obtain his right.",
  "terms-p-54": "Contact Information",
  "terms-p-55": "To see the available contact methods, please kindly visit the ",
  "terms-p-56": "contact us",
  "terms-p-57": "page",
  "terms-p-58": "Last update: 23 November 2020"
}
